{
    "breeds":[{
        "Id": 1,
        "Breed": "hariana",
        "Name": "ಹರ‍್ಯಾಣ",
        "Info": "ಹೆಸರೇ ಸೂಚಿಸುವಂತೆ ಈ ತಳಿಗಳು ಹರ‍್ಯಾಣ, ಉತ್ತರಪ್ರದೇಶ ಭಾಗದಲ್ಲಿ ಕಾಣಸಿಗುತ್ತವೆ. ಇವು ಹಾಲು ಹಾಗೂ ಕೆಲಸಗಾರ ಎರಡೂ ವಿಭಾಗಕ್ಕೆ ಸೇರಿದ್ದು, ಉತ್ತರಭಾರತದ ವಿಶೇಷ ತಳಿಗಳಾಗಿರುತ್ತವೆ. ಇವುಗಳನ್ನು ಸಾಕುವ ಮುಖ್ಯ ಉದ್ದೇಶ ಉತ್ತಮತಳಿಯ ಹೋರಿಗಳನ್ನು ಪಡೆಯುವುದೇ ಆಗಿದೆ. ಆದ್ದರಿಂದ ಗಂಡುಕರುಗಳನ್ನು ಸಾಕುವುದಕ್ಕೆ ಹೆಚ್ಚಿನ ಪ್ರಾಮುಖ್ಯತೆ ಕೊಡಲಾಗುತ್ತದೆ.",
        "Characteristics": ["ಇವು ಮಧ್ಯಮಗಾತ್ರದ್ದಾಗಿರುತ್ತವೆ.",
            "ಶರೀರ ಸಾಮಾನ್ಯವಾಗಿ ಬಿಳಿಯಾಗಿದ್ದು, ಬೂದು ಬಣ್ಣದ್ದೂ ಕಾಣಸಿಗುತ್ತವೆ.",
            "ಗೊರಸುಗಳು ಕಪ್ಪಾಗಿರುತ್ತವೆ. ಕಾಲುಗಳು ಉದ್ದವಾಗಿ ಆಕರ್ಷಣೀಯವಾಗಿರುತ್ತವೆ.",
            "ಕೆಚ್ಚಲುಗಳು ದೊಡ್ಡದಾಗಿದ್ದು ಮುಂದಕ್ಕೆ ಬಾಗಿರುತ್ತದೆ ಹಾಗೂ ಉಬ್ಬಿದ ರಕ್ತನಾಳಗಳಿಂದ ಕೂಡಿರುತ್ತದೆ, ಹಾಲಿನಗ್ರಂಥಿಗಳು ಮಧ್ಯಮಗಾತ್ರದಲ್ಲಿದ್ದು ಚೆನ್ನಾಗಿ ಬೆಳವಣಿಗೆ ಆಗಿರುತ್ತದೆ.",
            "ಬಾಲವು ತೆಳುವಾಗಿ, ತುಂಡಾಗಿದ್ದು ಸ್ವಲ್ಪಬಾಗಿದಂತಿರುತ್ತದೆ.",
            "ಉದ್ದವಾದ ಸಪೂರ ಮುಖ, ಕೊಂಬುಗಳ ಬುಡದ ಬಾಗದಲ್ಲಿ ಮೂಳೆಗಳು ಎದ್ದುಕಾಣುವಂತಿರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 2,
        "Breed": "gaolao",
        "Name": "ಗೌಳವ್",
        "Info": "ಗೌಳವ್ ಎನ್ನುವುದು ಭಾರತೀಯ ತಳಿಗಳಲ್ಲಿ ವಿಶಿಷ್ಟವಾದದ್ದು. ಹಾಲು ಉತ್ಪಾದನೆಗೆ ಹಾಗೂ ಭಾರಹೊರಲು ಎರಡೂ ಕಾರ್ಯಗಳಿಗೆ ಇದು ಬಳಕೆಯಾಗುತ್ತಿದೆ. ಇದು ಓಂಗೋಲ್ ತಳಿಯ ಗೋವುಗಳಿಗೆ ಹತ್ತಿರದ ಸಾಮ್ಯವಿದ್ದರೂ ಅವುಗಳಿಗಿಂತ ಹಗುರ ಹಾಗೂ ಚುರುಕಾಗಿರುತ್ತದೆ. ೧೮ನೇ ಶತಮಾನದಲ್ಲಿ ಮರಾಠರು ಸೈನ್ಯದಲ್ಲಿ ಶೀಘ್ರ ಸಾಗಣೆಯ ಉಪಯೋಗಕ್ಕಾಗಿ ಈ ತಳಿಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ್ದರು.",
        "Characteristics": ["ಮಧ್ಯಮಗಾತ್ರದ ತಳಿ.",
            "ಬಿಳಿ ಅಥವಾ ತಿಳಿಕಂದುಬಣ್ಣ, ಹೊರಿಗಳ ಭುಜದಭಾಗ ಕೆಂಪಾಗಿರುತ್ತದೆ.",
            "ದೇಹವು ಸಾಧಾರಣ ಎತ್ತರವಿದ್ದು, ನೀಳವಾಗಿ, ಕೃಶವಾಗಿರುತ್ತದೆ.",
            "ಉದ್ದದಾದ, ನೀಳವಾದ ತಲೆ, ಮೂಗಿನಕಡೆ ತುಸುವೇ ಬಾಗಿರುತ್ತದೆ.",
            "ಹಣೆಯಭಾಗ ಅಗಲವಾಗಿ ಉಬ್ಬಿದ್ದು ಹೊರಗೆ ಚಾಚಿಕೊಂಡಿರುತ್ತದೆ.",
            "ಕಣ್ಣುಗಳು ಮಧ್ಯಮಗಾತ್ರದ್ದಾಗಿದ್ದು, ಬಾದಾಮಿ ಆಕಾರದಲ್ಲಿದ್ದು, ಸ್ವಲ್ಪವೇ ಓರೆಯಾಗಿರುತ್ತದೆ ಹಾಗೂ ಎತ್ತರದಲ್ಲಿರುವಂತೆ ತೋರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ಚಿಕ್ಕದಾಗಿದ್ದು, ಮುಂದಿನಿಂದ ನೋಡಿದಾಗ ದಪ್ಪವಾಗಿ ಕಾಣುತ್ತದೆ.",
            "ಎತ್ತರವಾಗಿ ಉಬ್ಬಿದ ಭುಜ, ಸಡಿಲವಾಗಿ ಬಗ್ಗಿರುವಂತೆ ತೋರುತ್ತದೆ.",
            "ಕುತ್ತಿಗೆಯ ಮಡಿಕೆಗಳು ಚೆನ್ನಾಗಿ ಎದ್ದುಕಾಣುತ್ತವೆ.",
            "ಬಾಲವು ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 3,
        "Breed": "tharparkar",
        "Name": "ಥಾರ್ ಪಾರ್ಕರ್",
        "Info": "ಪಾಕಿಸ್ತಾನದ ಸಿಂಧ್ ಪ್ರಾಂತ್ಯದ ಥಾರ್ ಪಾರ್ಕರ್ ಪ್ರದೇಶ ಇದರ ಮೂಲಸ್ಥಾನ. ರಾಜಸ್ಥಾನದ ಪಶ್ಚಿಮ ಪ್ರಾಂತ್ಯದ, ಭಾರತಪಾಕ್ ಗಡಿಯಿಂದ ಗುಜರಾತಿನ ಕಛ್ ಪ್ರಾಂತದವರೆಗೆ ಈತಳಿಯ ಗೋವುಗಳನ್ನು ಕಾಣಬಹುದು. ಥಾರ್ ಮರುಭೂಮಿಯ ವಾತಾವರಣದ ವ್ಯವಸ್ಥೆಗೆ ಅನುಗುಣವಾಗಿ ಇವುಗಳ ಬೆಳವಣಿಗೆ ಆಗಿರುತ್ತದೆ. ಈ ತಳಿಗಳ ಮೂಲ ಕಾಂಕ್ರೇಜ್, ರೆಡ್‌ಸಿಂಧಿ, ಗೀರ್ ಹಾಗೂ ನಾಗೋರಿ ತಳಿಗಳಾಗಿರುತ್ತದೆ.",
        "Characteristics": ["ಹೈನು ಹಾಗೂ ಕೆಲಸಗಾರ ಎರಡೂ ಸ್ವಭಾವದ ತಳಿ.",
            "ಮುಖದ ಬಣ್ಣ ಬಿಳಿ ಅಥವಾ ತಿಳಿಬೂದು ಹಾಗೂ ದೇಹದ ಇತರೆ ಭಾಗಗಳ ಬಣ್ಣ ಗಾಢವಾಗಿರುತ್ತದೆ.",
            "ಹೋರಿ/ಗಂಡುಕರುಗಳ ಹಣೆಯ ಮೇಲೆ ಗುಂಗುರುಕೂದಲಿರುತ್ತದೆ.",
            "ಹಣೆ ಚಪ್ಪಟೆಯಾಗಿದ್ದು, ಅಗಲವಾಗಿ ಕಣ್ಣುಗಳ ಮೇಲೂ ಹರಡಿರುತ್ತದೆ. ಹೋರಿಗಳಲ್ಲಿ ಹಣೆಯ ಮೇಲುಭಾಗ ಹೆಚ್ಚು ಉಬ್ಬಿರುತ್ತದೆ.",
            "ಚಿಕ್ಕ ಕೊಂಬುಗಳು ಮುಖಕ್ಕೆ ಸಮಾನಾಂತರ ಎತ್ತರವಾಗಿರುತ್ತವೆ.",
            "ಮುಖ ಬಾಗಿದಂತಿದ್ದು,  ಕಲೆಗಳಿಲ್ಲದೆ ಅಲ್ಪವೃತ್ತಾಕಾರವಾಗಿರುತ್ತದೆ. ದವಡೆಗಳು ಬಲವಾಗಿರುತ್ತವೆ.",
            "ಕಣ್ಣುಗಳು ಪ್ರಶಾಂತವಾಗಿದ್ದು, ತೀಕ್ಷ್ಣದೃಷ್ಟಿಯಿರುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಉದ್ದವಾಗಿ, ಅಗಲವಾಗಿ, ತುಸುಬಾಗಿರುತ್ತದೆ. ಒಳಭಾಗ ಹಳದಿಬಣ್ಣವಿರುತ್ತದೆ.",
            "ಬಾಲ ಉದ್ದವಾಗಿದ್ದು, ಕಪ್ಪಾದ ತುದಿ ಹೊಂದಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 4,
        "Breed": "malvi",
        "Name": "ಮಾಳವಿ",
        "Info": "ಈ ತಳಿಯ ಎತ್ತುಗಳು ಶೀಘ್ರಸಾಗಾಣಿಕೆಗೆ ಹೆಸರುವಾಸಿ. ಹೆಚ್ಚು ಭಾರವನ್ನೆಳೆಯುವ ಹಾಗೂ ಒಳ್ಳೆಯಕೆಲಸಗಾರ ತಳಿ. ಈ ಜಾತಿಯ ತಳಿಗಳು ಪಶ್ಚಿಮರಾಜಾಸ್ಥಾನದಲ್ಲಿ ಹಾಗೂ ಮಧ್ಯಪ್ರದೇಶದಲ್ಲಿ ಕಾಣಸಿಗುತ್ತವೆ. ರಾಜಾಸ್ಥಾನದಲ್ಲಿನ ತಳಿಗಳು ಕಡಿಮೆ ತೂಕದ್ದಾಗಿರುತ್ತದೆ ಹಾಗೂ ಮಧ್ಯಪ್ರದೇಶದ ತಳಿಗಳು ಆಕಾರದಲ್ಲಿ ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ.",
        "Characteristics": ["ಕೆಲಸಗಾರ ತಳಿ.",
            "ಗಂಡುತಳಿಗಳು ಬೂದುಬಣ್ಣವನ್ನು ಹೊಂದಿರುತ್ತವೆ. ಕುತ್ತಿಗೆ, ಭುಜ, ತೋಳು ಹಾಗೂ ಶರೀರದ ಉಳಿದ ಕಾಲುಭಾಗ ಕಪ್ಪು. ವಯಸ್ಸಾದಂತೆ ಇಡೀ ಶರೀರ ಕಪ್ಪಾಗುತ್ತದೆ.",
            "ಶರೀರ ಕುಳ್ಳಗೆ ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ, ವಿಶಾಲವಾಗಿದ್ದರೂ ಸಮತೋಲನದಲ್ಲಿರುತ್ತದೆ.",
            "ಕಾಲುಗಳು ಚಿಕ್ಕವಾದರೂ ಬಲವಾಗಿರುತ್ತದೆ.",
            "ಗೊರಸುಗಳು ಕಪ್ಪಗೆ ಅತೀವ ಬಲಯುತವಾಗಿರುತ್ತದೆ.",
            "ಕುತ್ತಿಗೆಯ ಸುಕ್ಕುಗಳು ಪೂರ್ತಿಯಾಗಿ ಬೆಳವಣಿಗೆ ಹೊಂದಿದ್ದು ಅದರ ಚರ್ಮ ಭಾರವಾಗಿ ಜೋತಾಡುತ್ತಿರುತ್ತದೆ.",
            "ತಲೆಯ ಭಾಗ ಚಿಕ್ಕದಾಗಿದ್ದು, ಹಣೆ ದೊಡ್ಡದಾಗಿರುತ್ತದೆ ಹಾಗೂ ತಟ್ಟೆಯಂತೆ ಚಪ್ಪಟೆಯಾಗಿರುತ್ತದೆ.",
            "ಮೂಗು ಕಪ್ಪಗಿದ್ದು, ಸ್ವಲ್ಪ ಮೇಲ್ಮುಖವಾಗಿರುತ್ತದೆ.",
            "ಕೊಂಬು ಚೂಪಾಗಿ, ಬಲವಾಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 5,
        "Breed": "ongole",
        "Name": "ಓಂಗೋಲ್",
        "Info": "ಇದು ಒಂದು ದಕ್ಷಿಣ ಭಾರತದ ಪ್ರಮುಖ ತಳಿ. ಹಾಲಿಗಾಗಿ ಹಾಗೂ ಕೆಲಸಕ್ಕಾಗಿ ಎರಡೂ ವಿಭಾಗಗಳಲ್ಲಿ ಬಹಳ ಉಪಯುಕ್ತ. ಮೂಲಸ್ಥಳ ಆಂಧ್ರಪ್ರದೇಶದ ನೆಲ್ಲೂರು ಜಿಲ್ಲೆ. ಈ ತಳಿಗಳು ಒಂದುರೀತಿ ಉತ್ತರ ಹಾಗೂ ದಕ್ಷಿಣ ಅಮೇರಿಕ ದೇಶಗಳಲ್ಲಿ ನಮ್ಮ ಮೂಕ ಪ್ರತಿನಿಧಿಗಳು ಹಾಗೂ ಅಲ್ಲಿನ ಸ್ಥಳೀಯ ತಳಿಗಳ ಬೆಳವಣಿಗೆಯಲ್ಲಿ ಉತ್ತಮರೀತಿಯ ಕೊಡುಗೆಯನ್ನು ನೀಡಿವೆ ಉದಾ : “ಅಮೇರಿಕನ್ ಬ್ರಹ್ಮನ್”.",
        "Characteristics": ["ಇದು ದೊಡ್ಡ ಹಾಗೂ ಶಕ್ತಿಯುತ ತಳಿ ದೇಹದಾದ್ಯಂತ ಹೊಳಪಾದ ಬಿಳಿಚರ್ಮದಿಂದ ಕೂಡಿರುತ್ತದೆ.",
            "ಇದರ ಬಣ್ಣ ಹೊಳೆಯು ಬಿಳಿ ಮಾಂಸಖಂಡಗಳಿಂದ ಕೂಡಿದ ಬೃಹತ್ತಾದ ಶರೀರ ಹಣೆಯ ಭಾಗ ಚಪ್ಪಟೆಯಾಗಿದ್ದು ಕಣ್ಣುಗಳ ಮಧ್ಯದಲ್ಲಿ ಅಗಲವಾಗಿ,ಉಬ್ಬಿದಂತೆ ಎದ್ದುಕಾಣುತ್ತದೆ.",
            "ಮುಖವು ಸಾಧಾರಣ ಉದ್ದವಾಗಿದ್ದು,ಶವಪೆಟ್ಟಿಗೆಯ ಆಕಾರದಲ್ಲಿರುತ್ತದೆ.",
            "ಹೋರಿಗಳಲ್ಲಿ ಭುಜವು ಎತ್ತರವಾಗಿದ್ದು, ತುಂಬಿಕೊಂಡಿರುತ್ತದೆ. ಗುಳಿ ಇರುವುದಾಗಲೀ, ಒಂದುಪಾರ್ಶ್ವಕ್ಕೆ ಬಗ್ಗಿರುವುದಾಗಲೀ, ಆಗಿರುವುದಿಲ್ಲ.",
            "ಕೊಂಬುಗಳು ಚಿಕ್ಕದಾಗಿ, ದಪ್ಪಗಿರುತ್ತವೆ.",
            "ಗಂಗೆದೊಗಲು/ಕುತ್ತಿಗೆಯ ಮಡಿಕೆಗಳು ದೊಡ್ಡದಾಗಿದ್ದು, ಬೀಸಣಿಗೆಯ ಆಕಾರದಲ್ಲಿರುತ್ತದೆ. ಬಲವಾದ ಮಾಂಸಖಂಡಗಳಿಂದಕೂಡಿ ತೂಗುತ್ತಿರುತ್ತವೆ.",
            "ಮುಖ, ಕಣ್ಣು, ಕಿವಿಯ ತುದಿಗಳು, ಮೊಣಕಾಲು ಸಂಧಿ, ಜನನಾಂಗದ ಹೊದಿಕೆ, ಬಾಲದ ತುದಿ, ಗುದದ್ವಾರ, ವೃಷಣದ ತುದಿ ಇವುಗಳು ಕಪ್ಪಾಗಿರುತ್ತವೆ."
        ]
    },
    {
        "Id": 6,
        "Breed": "raathi",
        "Name": "ರಾತಿ",
        "Info": "ಇದು ಪಶ್ಚಿಮ ರಾಜಾಸ್ತಾನದಲ್ಲಿ ದೊರೆಯುವ ಒಂದು ಉತ್ತಮ ಹಾಲಿನ ತಳಿ. ರಾತ್ ಎನ್ನು ಅಲೆಮಾರಿ ಜನಾಂಗದವರಿಂದಾಗಿ ಈ ಹೆಸರು ಬಂದಿದೆ. ಮಧ್ಯ ಥಾರ್ ಪ್ರದೇಶ ಇದರ ಮೂಲಪ್ರದೇಶ. ಇದರ ಮೂಲ ತಳಿಗಳು ಸಾಹಿವಾಲ್, ಸಿಂಧಿ ಹಾಗೂ ಥಾರ್ ಪಾರ್ಕರ್.",
        "Characteristics": ["ಇದು ಮಧ್ಯಮ ಗಾತ್ರದ ಸಂತುಲಿತ ಶರೀರದ ತಳಿ. ಸಾಮಾನ್ಯವಾಗಿ ಕಂದುಬಣ್ಣದ ಶರೀರದ ಮೇಲೆ ಬಿಳಿ ಪಟ್ಟೆಗಳು ಇರುವುದಾದರೂ ಕಂದು, ಕಪ್ಪು ಪಟ್ಟೆಗಳ ಮೇಲೆ ಬಿಳಿ ಪಟ್ಟೆಗಳು ಇರುವುದನ್ನೂ ಕಾಣಬಹುದು.",
            "ದೇಹದ ಕೆಳಭಾಗವು ಮೇಲಿನದಕ್ಕಿಂತ ತಿಳಿಬಣ್ಣದಿಂದ ಕೂಡಿರುತ್ತದೆ.",
            "ಹಣೆಯಭಾಗವು ಅಗಲವಾಗಿ, ತಟ್ಟೆಯ ಆಕಾರದಲ್ಲಿರುತ್ತದೆ.",
            "ಮೂಗು, ಗೊರಸು, ಕಾಲುಗಳು ಕಪ್ಪಾಗಿರುತ್ತದೆ.",
            "ಕಣ್ರೆಪ್ಪೆಗಳು ಕಂದು/ಕಪ್ಪು ಬಣ್ಣದಲ್ಲಿರುತ್ತವೆ.",
            "ಕೊಂಬು ಚಿಕ್ಕದರಿಂದ ಮಧ್ಯಮ ಗಾತ್ರದಲ್ಲಿದ್ದು, ಹೊರಭಾಗಕ್ಕೆ, ಮೇಲಕ್ಕೆ ಹಾಗು ಒಳಭಾಗಕ್ಕೆ ತಿರುಚಿದಂತಿರುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಚಿಕ್ಕದಾಗಿದ್ದು, ಕತ್ತಿನ ನೆರಿಗೆ/ಗಂಗೆದೊಗಲು ದೊಡ್ಡದಾಗಿ, ಭಾರವಾಗಿರುತ್ತದೆ.",
            "ನಾಭಿಯ ಮಧ್ಯಭಾಗ ದೊಡ್ಡದಾಗಿರುತ್ತದೆ.",
            "ಹೋರಿಗಳಲ್ಲಿ ಬೆನ್ನಿನಮೇಲಿನ ಉರುಟು ದೊಡ್ಡದಾಗಿದ್ದು ದೇಹದ ಆಕೃತಿ ಲೋಲಕದಂತಿರುತ್ತದೆ.",
            "ಬಾಲವು ಉದ್ದವಾಗಿದ್ದು, ತುದಿಯೆಡೆಗೆ ತೆಳುವಾಗಿ, ತುದಿಯಲ್ಲಿ ಕಪ್ಪಾಗಿರುತ್ತದೆ.",
            "ಕೆಚ್ಚಲು ಚೆನ್ನಾಗಿ ಬೆಳವಣಿಗೆಯಾಗಿದ್ದು, ಕ್ಷೀರನಾಳಗಳು ಎದ್ದುಕಾಣುತ್ತವೆ."
        ]
    },
    {
        "Id": 7,
        "Breed": "amritmahal",
        "Name": "ಅಮೃತಮಹಲ್",
        "Info": "ಇದು ಕರ್ನಾಟಕದ ಹೆಮ್ಮೆಯತಳಿ, ಹಾಸನ, ಚಿಕ್ಕಮಗಳೂರು, ಚಿತ್ರದುರ್ಗ ಜಿಲ್ಲೆಗಳಲ್ಲಿ ಮುಖ್ಯವಾಗಿಕಂಡುಬರುತ್ತದೆ. ಬಲ, ಶಕ್ತಿ ಹಾಗೂ ದೀರ್ಘಬಾಳಿಕೆಯಿಂದಾಗಿ ಇವು ಕೆಲಸಗಾರತಳಿಯಾಗಿ ಹೆಸರಾಗಿದೆ. ಹೋರಿಗಳು ಶೀಘ್ರಸಾಗಾಣಿಕೆಗೆ ಉಪಯುಕ್ತ. ಮೈಸೂರಿನ ಮಹಾರಾಜರುಗಳು ಕ್ರಿ.ಶ ೧೫೭೨-೧೬೩೬ ರಲ್ಲಿ ಯುದ್ಧದಲ್ಲಿ ಸರಕುಸಾಗಣೆಗಾಗಿ ಇದನ್ನು ಬೆಳೆಸಿದರು ಹಾಗೂ “ಬೆಣ್ಣೆ ಚಾವಡಿ” ಎಂದು ಕರೆದರು. ಅನಂತರ ಟೀಪು ಇದನ್ನು ಅಮೃತಮಹಲ್ ಎಂದು ಕರೆದದ್ದು.",
        "Characteristics": ["ಬಣ್ಣ ಬಿಳಿಯಿಂದ ಕಪ್ಪಿನವರೆಗೂ ಇದೆ. ಮುಖ್ಯವಾಗಿ ಬೂದುಬಣ್ಣ, ಹಸುಗಳು ಬಿಳಿ, ಹೋರಿಗಳು ಕಪ್ಪು, ಕಂದುಬಣ್ಣದ್ದೂ ಕಾಣಸಿಗುತ್ತವೆ.",
            "ಮುಖ, ಮೂಗು, ಹಾಗೂ ಬಾಲ ಇವುಗಳು ಕಪ್ಪಾಗಿರುತ್ತವೆ. ವಯಸ್ಸಾದವುಗಳಲ್ಲಿ ಬೂದುಬಣ್ಣವಾಗಿರುತ್ತದೆ.",
            "ತಲೆ ಉದ್ದವಾಗಿ ಬಾಯಿಯ ಕಡೆಗೆ ಕಿರಿದಾಗಿರುತ್ತದೆ. ಹಣೆಯಭಾಗ ಕಿರಿದಾಗಿದ್ದು, ಮಧ್ಯಭಾಗ ನಾಳದಂತೆ ಉಬ್ಬಿರುತ್ತದೆ.",
            "ಕೊಂಬು ಉದ್ದವಾಗಿದ್ದು, ತಲೆಯಮೇಲೆ ಪರಸ್ಪರ ಹತ್ತಿರವಾಗಿ ಪ್ರಾರಂಭವಾಗಿ ಹಿಂಭಾಗ, ಮೇಲ್ಗಡೆ ಸಾಗಿ ಒಳಭಾಗಕ್ಕೆ ತಿರುಗಿರುತ್ತವೆ, ತುದಿ ಚೂಪಾಗಿ ಕಪ್ಪಾಗಿರುತ್ತವೆ.",
            "ಕಣ್ಣುಗಳು ಹೊಳಪಿನಿಂದ ಕೂಡಿರುತ್ತವೆ. ಕಿವಿಗಳು ಚಿಕ್ಕದಾಗಿದ್ದು ಭೂಮಿಗೆ ಸಮಾನಾಂತರವಾಗಿ ಇರುತ್ತವೆ.",
            "ಬೆನ್ನಿನಮೇಲ್ಭಾಗ ಪೂರ್ಣವಾಗಿ ವಿಕಾಸವಾಗಿದ್ದು, ಸ್ವಲ್ಪವೇ ಮುಂದಕ್ಕೆ ಬಾಗಿರುತ್ತದೆ.",
            "ಕಾಲುಗಳು ಸಾಧಾರಣ ಉದ್ದವಾಗಿದ್ದು ಉಳಿದ ದೇಹಕ್ಕೆ ಅನುಗುಣವಾಗಿರುತ್ತದೆ.",
            "ಚರ್ಮ ತೆಳುವಾಗಿದ್ದು, ಜಿಡ್ಡಾಗಿದ್ದು, ಗಾಢಕಪ್ಪು ಬಣ್ಣವನ್ನು ಹೊಂದಿರುತ್ತದೆ ಹಾಗು ಕೂದಲುಗಳಿಂದಕೂಡಿರುತ್ತದೆ.",
            "ಕೆಚ್ಚಲು ಹಾಗೂ ಹಾಲಿನ ಗ್ರಂಥಿಗಳು ಚಿಕ್ಕವು, ಹತ್ತಿರವಾಗಿದ್ದು ಗಟ್ಟಿಯಾಗಿರುತ್ತದೆ.",
            "ಗಂಟಲ ನೆರಿಗೆಗಳು ಹಾಗೂ ಗಂಗೆದೊಗಲು ಸಣ್ಣದ್ದಾಗಿದ್ದು ತುಂಬಾ ಉದ್ದವಾಗಿರುವುದಿಲ್ಲ.",
            "ಪಾದಗಳು/ಗೊರಸುಗಳು ಚಿಕ್ಕದಾಗಿ ಗಟ್ಟಿಯಾಗಿರುತ್ತವೆ."
        ]
    },
    {
        "Id": 8,
        "Breed": "dangi",
        "Name": "ಡಾಂಗಿ",
        "Info": "ಡಾಂಗಿ ಕೆಲಸಗಾರತಳಿ. ಇದು ಮಹಾರಾಷ್ಟ್ರದ ನಾಸಿಕ್, ಅಹಮದ್ ನಗರ ಜಿಲ್ಲೆಗಳಲ್ಲಿ ಹಾಗೂ ಪಶ್ಚಿಮಘಟ್ಟದ ಡಾಂಗ್ಸ್ ಎನ್ನುವಲ್ಲಿ ಕಂಡುಬರುತ್ತವೆ, ಅದರಿಂದಾಗಿಯೆ ಈತಳಿಗಳಿಗೆ ಹೆಸರು ಬಂದಿದೆ, ಇವು ಮಳೆಬೀಳುವ ಪ್ರದೇಶ, ಭತ್ತದ ಗದ್ದೆಗಳು, ಬೆಟ್ಟಗುಡ್ಡಗಳು ಹೀಗೆ ಎಲ್ಲೆಡೆಯೂ ಅತ್ಯುತ್ತಮವಾಗಿ ಕೆಲಸ ಮಾಡಬಲ್ಲುದೆಂಬ ಗರಿಮೆಗೆ ಪಾತ್ರವಾಗಿದೆ. ವರ್ಷದಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ ೯ ತಿಂಗಳುಗಳ ಕಾಲ(ಜನವರಿ-ಸೆಪ್ಟೆಂಬರ್) ಇವುಗಳು ಹೊರಗೇ ಇರುತ್ತವೆ. ಕಟ್ಟಿಹಾಕಿ ಸಾಕುವುದು ಕಡಿಮೆ.",
        "Characteristics": ["ಬಿಳಿಯದಾದ ಚರ್ಮದಮೇಲೆ ಕಪ್ಪು, ಕೆಂಪು ಬಣ್ಣದ ಗುರುತುಗಳು ಶರೀರದ ಎಲ್ಲಕಡೆ ಒಂದೇ ರೀತಿಯಾಗಿ ಇರುತ್ತವೆ.",
            "ಮಧ್ಯಮಗಾತ್ರ, ವಿಶಾಲವಾದ ಶರೀರವನ್ನ ಹೊಂದಿರುತ್ತವೆ.",
            "ತಲೆ ಚಿಕ್ಕದಾಗಿದ್ದು, ಹಣೆಯಭಾಗ ಉಬ್ಬಿಕೊಂಡಿರುತ್ತದೆ.",
            "ಗಂಗೆದೊಗಲು ಅಳ್ಳಕವಾಗಿ ಬಾಗಿದ್ದು ಲೋಲಕವನ್ನು ಹೋಲುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಸಣ್ಣದ್ದಾಗಿರುತ್ತದೆ.",
            "ಬೆನ್ನಮೇಲಿನ ಉರುಟು ಮಧ್ಯಮ ಗಾತ್ರದ್ದಾಗಿರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ಗಿಡ್ಡವಾಗಿ ದಪ್ಪವಾಗಿರುತ್ತದೆ.",
            "ಗೊರಸುಗಳು ಕಪ್ಪಾಗಿ, ಸಾಧಾರಣಗಟ್ಟಿಯಾಗಿರುತ್ತದೆ.",
            "ಚರ್ಮದಿಂದ ಒಂದುರೀತಿಯಾದ ಎಣ್ಣೆ ಹೊರಸೂಸುತ್ತಿದ್ದು, ಭಾರೀ ಮಳೆಗಳಲ್ಲಿ ಶರೀರವನ್ನು ರಕ್ಷಿಸುತ್ತದೆ."
        ]
    },
    {
        "Id": 9,
        "Breed": "kangayam",
        "Name": "ಕಾಂಗಾಯಂ",
        "Info": "ತಮಿಳುನಾಡಿನ ಈರೋಡ್ ಜಿಲ್ಲೆಯ ಕಾಂಗಾಯಂ ನ ಮೂಲದ ಇದು ಕೆಲಸಗಾರ ತಳಿ, ಇವುಗಳು ಅಂಬ್ಲಾಚೇರಿ ತಳಿಗಳಿಗೆ ಹತ್ತಿರದ ಸಂಬಂಧವುಳ್ಳದ್ದಾಗಿದೆ. ಆದರೆ ಅದರ ಹೋಲಿಕೆಯಲ್ಲಿ ಕಾಂಗಾಯಂ ತಳಿಗಳು ದೃಢಕಾಯವಾಗಿದ್ದು, ಭಾರವಾಗಿರುತ್ತವೆ. ಹಾಗೂ ಒಣ ಪ್ರದೇಶದಲ್ಲಿ ಕಾಣಸಿಗುತ್ತವೆ.",
        "Characteristics": ["ಹುಟ್ಟುವಾಗ ಕೆಂಪಗಿದ್ದ ಶರೀರದ ಬಣ್ಣ, ೬ ತಿಂಗಳಲ್ಲಿ ಬೂದು ಬಣ್ಣಕ್ಕೆ ತಿರುಗುತ್ತದೆ.",
            "ಹಸುಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಬಿಳಿ/ಬೂದುಮಿಶ್ರಿತಬಿಳಿ ಬಣ್ಣವಿರುತ್ತವೆ. ಆದರೆ ಕೆಲವೊಮ್ಮೆ ಕೆಂಪು, ಕಪ್ಪು, ಮಿಶ್ರಬಣ್ಣಗಳನ್ನೂ ಕಾಣಬಹುದು. ಹೋರಿಗಳ ಭುಜದ ಮೇಲೆ ಹಾಗೂ ಕಾಲಿನ ಗಂಟುಗಳಲ್ಲಿ ಬೂದುಬಣ್ಣವಿರುತ್ತದೆ. ಉಳಿದಂತೆ ದೇಹವೆ ಕೆಂಪು/ಕಪ್ಪು ಬಣ್ಣವಿರುತ್ತದೆ. ಎತ್ತುಗಳ ಬಣ್ಣ ಬೂದುಬಣ್ಣ.",
            "ಹಣೆಯಭಾಗ ಅಗಲವಾಗಿದ್ದು, ಮಧ್ಯದಲ್ಲಿ ಗುಳಿ ಇರುತ್ತದೆ.",
            "ಕೊಂಬು, ಮೂತಿ, ಕಣ್ರೆಪ್ಪೆಗಳು, ಬಾಲದ ತುದಿ ಹಾಗೂ ಗೊರಸುಗಳು ಕಪ್ಪಾಗಿರುತ್ತವೆ.",
            "ಈ ತಳಿಯ ಗೋವುಗಳು ಸದೃಢವಾದ ಹಾಗೂ ನಿಬಿಡವಾದ ದೇಹರಚನೆಯಿಂದಾಗಿ ಚುರುಕಾಗಿರುತ್ತವೆ.",
            "ಕಾಲುಗಳು ದಪ್ಪವಾಗಿ, ಗಿಡ್ಡಾಗಿರುತ್ತದೆ ಹಾಗೂ ಗೊರಸುಗಳು ಗಟ್ಟಿಯಾಗಿರುತ್ತವೆ.",
            "ಕಣ್ಣುಗಳ ಸುತ್ತ ಕಪ್ಪು ಉಂಗುರಗಳು ಇರುತ್ತವೆ."
        ]
    },
    {
        "Id": 10,
        "Breed": "kaankrej",
        "Name": "ಕಾಂಕ್ರೇಜ್",
        "Info": "ಈ ತಳಿಯ ಗೋವುಗಳು ಅತ್ಯಂತ ಪರಿಚಿತ ಹಾಗೂ ತುಂಬಾಪ್ರಮಾಣದಲ್ಲಿ ದೇಶದಲ್ಲೆಲ್ಲಾ ಹರಡಿವೆ. ಇವು ಅತ್ಯಂತ ಬಲಶಾಲಿ ಕೆಲಸಗಾರ ಹಾಗು ಸಾಧಾರಣ ಹಾಲು ಉತ್ಪಾದಕ ತಳಿ. ಈ ತಳಿಗಳು ಸರಳವಾಗಿದ್ದು ಯಾವುದೇ ವಾತಾವರಣಕ್ಕೂ ಸುಲಭವಾಗಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತವೆ. ಅಲ್ಲದೇ ಓಡಾಟ ಹಾಗೂ ಸ್ವಭಾವದಲ್ಲಿ ಇವು ಶಾಂತಿಪ್ರಿಯ ತಳಿಗಳು. ಇವು ದೇಶದ ಪ್ರಾಚೀನ ತಳಿಗಳಲ್ಲಿ ಒಂದು. ಹಾಗೂ ಅತ್ಯಂತ ಕ್ಲಿಷ್ಟ ಪರಿಸ್ಥಿತಿಗಳಲ್ಲೂ ಇದು ತಳಿಶ್ರೇಷ್ಠತೆಯನ್ನು ಕಾಪಾಡಿಕೊಂಡು ಬಂದಿದೆ. ಭಾರತದಲ್ಲಿ ಇದರ ತಳಿಶುದ್ಧತೆಯನ್ನು ಕಾಪಾಡಿಕೊಂಡು ಬರಲಾಗಿದೆ.",
        "Characteristics": ["ಉಭಯ ಸ್ವಭಾವದ ತಳಿ.",
            "ಇವುಗಳ ಶರೀರ ಬೂದು ಬಣ್ಣದ್ದಾಗಿದ್ದು, ಕೊಂಬು ಉದ್ದವಾಗಿ, ದೊಡ್ಡದಾಗಿ, ವೃತ್ತಾಕಾರವಾಗಿರುತ್ತದೆ. ಹೋರಿಗಳ ಬಣ್ಣ ಗಾಢವಾಗಿರುತ್ತದೆ.",
            "ಮುಖ ಚಿಕ್ಕದಾಗಿದ್ದು, ಅಗಲವಾಗಿರುತ್ತದೆ. ಕಿವಿಗಳು ಉದ್ದವಾಗಿ ಜೋಲುತ್ತವೆ ಹಾಗೂ ಮುಂಭಾಗಕ್ಕೆ ತಿರುಗಿರುತ್ತವೆ.",
            "ಮೂಗು ಸ್ವಲ್ಪ ಮೇಲ್ಮುಖವಾಗಿರುತ್ತವೆ.",
            "ಗಂಗೆದೊಗಲು ಹಾಗೂ ವೃಷಣದ ಚೀಲ ಜೋಲುತ್ತದೆ",
            "ತಲೆಯನ್ನು ಮೆಲಕ್ಕೆ ತಿರುಗಿಸಿ  ನಿಧಾನವಾಗಿ ನಡೆಯುವ ಶೈಲಿ ಇದರ ವಿಶೇಷ."
        ]
    },
    {
        "Id": 11,
        "Breed": "deoni",
        "Name": "ದೇವನಿ",
        "Info": "ಇದು ಮಹಾರಾಷ್ಟ್ರದ ಲಾತೂರ್ ಜಿಲ್ಲೆಯ, ದೇವನೀ ತಾಲ್ಲೂಕಿನ ಮೂಲದ್ದು, ಹಾಗಾಗಿ ಈ ಹೆಸರು. ಇದು ಉಭಯ ಸ್ವಭಾವದ ತಳಿ. ಕರ್ನಾಟಕದ ಬೀದರ್‌ಜಿಲ್ಲೆಯಲ್ಲೂ ಇವು ಕಾಣಸಿಗುತ್ತವೆ. ಸುಮಾರು ೫೦೦ ವರ್ಷಗಳ ಹಿಂದೆ ಗೀರ್ ತಳಿಯಿಂದ ಇದು ಹುಟ್ಟಿದೆ.",
        "Characteristics": ["ಇವು ಸಾಧಾರಣ ತೂಕದ ಪ್ರಾಣಿಗಳು. ಮೂರು ರೀತಿಯಾದ ಬಣ್ಣಗಳಲ್ಲಿ ವಿಂಗಡನೆಯಾಗಿದೆ. ವನ್ನೆರಾ(ಪೂರ್ತಿ ಬಿಳಿ ಹಾಗೂ ಮುಖದ ಎರಡೂ ಬದಿಯಲ್ಲಿ ಕಪ್ಪು), ಬಾಲಂಕ್ಯಾ(ಪೂರ್ತಿ ಬಿಳಿ ಹಾಗೂ ದೇಹದ ಕೆಳಭಾಗದಲ್ಲಿ ಕಪ್ಪು ಚುಕ್ಕೆಗಳು), ಶೆವೆರಾ(ಬಿಳಿ ಬಣ್ಣದ ಜೊತೆಗೆ ಅಲ್ಲಲ್ಲಿ ಕಪ್ಪು ಚುಕ್ಕಿಗಳು)",
            "ಸಾಧಾರಣ ಬೆಳವಣಿಗೆ ಹೊಂದಿದ, ಮಾಂಸಪೇಶಿಗಳು ಎದ್ದುತೋರುವ, ಸಮಾನಾಂತರ ಶರೀರವನ್ನು ಹೊಂದಿವೆ.",
            "ಹಣೆ ಪ್ರಧಾನವಾಗಿದ್ದು, ಅಗಲವಾಗಿ, ಉಬ್ಬಿದಂತಿದ್ದು ಎಲ್ಲ ರೀತಿಯವುಗಳಲ್ಲೂ ಬಿಳಿಯಾಗಿರುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಉದ್ದವಾಗಿದ್ದು ತುದಿಯಲ್ಲಿ ತಿರುಗಿದ್ದು ಜೋತಾಡುತ್ತಿರುತ್ತವೆ.",
            "ಕೊಂಬುಗಳು ಸಾಧಾರಣವಾಗಿದ್ದು, ದಪ್ಪವಾಗಿ ತುದಿಯಲ್ಲಿ ಮೊಂಡವಾಗಿರುತ್ತವೆ.",
            "ಕಣ್ಣುಗಳು ಪ್ರಧಾನವಾಗಿದ್ದು, ಹೊಳೆಯುತ್ತಿರುತ್ತವೆ. ಕಣ್ರೆಪ್ಪೆಗಳು ಕಪ್ಪಾಗಿರುತ್ತವೆ.",
            "ಕುತ್ತಿಗೆ ಗಿಡ್ಡವಾಗಿದ್ದು, ಬಲವಾಗಿ ಚೆನ್ನಾಗಿ ಬೆಳೆದಿರುತ್ತದೆ. ಗಂಗೆದೊಗಲು ದಪ್ಪವಾಗಿ, ಮಾಂಸಖಂಡಗಳಿಂದ ತುಂಬಿ ಜೋತಾಡುತ್ತಿರುತ್ತದೆ. (ಹೋರಿಗಳಲ್ಲಿ ಹೆಚ್ಚು).",
            "ಬಾಲ ಉದ್ದವಾಗಿದ್ದು, ತುದಿಯಲ್ಲಿ ಕಪ್ಪು ಬಿಳುಪು ಬಣ್ಣದಿಂದ ಕೂಡಿರುತ್ತದೆ.",
            "ಕೆಚ್ಚಲು ಸಾಧಾರಣ ಗಾತ್ರದ್ದಾಗಿದ್ದು, ಹೊಂದಿಕೊಂಡಂತಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 12,
        "Breed": "gir",
        "Name": "ಗೀರ್",
        "Info": "ಇದು ಭಾರತದ ಅತ್ಯುತ್ತಮ ಹಾಲಿನ ತಳಿ. ಇವುಗಳ ಮೂಲಸ್ಥಾನ ಗುಜರಾತ್‌ನ ಗೀರ್ ಪರ್ವತಗಳು. ಈ ತಳಿಗಳು ತಮ್ಮ ಒತ್ತಡಸಹಿಷ್ಣುತೆ ಹಾಗೂ ಉಷ್ಣವಲಯದ ವ್ಯಾಧಿಗಳಿಗೆ ಇರುವ ನಿರೋಧಕ ಶಕ್ತಿಯಿಂದಾಗಿ ಪ್ರಸಿದ್ಧ. ಈ ತಳಿಗಳ ಹೋರಿಗಳು ಎಲ್ಲಾ ರೀತಿಯ ನೆಲದಲ್ಲೂ ಅತಿಯಾದ ಭಾರವನ್ನು ಎಳೆಯುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಹೊಂದಿದೆ.",
        "Characteristics": ["ಚರ್ಮದ ಬಣ್ಣ ಪ್ರಭಾವಿ ಕಪ್ಪು. ಕೆಲವು ರಾಸುಗಳಲ್ಲಿ ಕಂದು, ಬಿಳಿಮಿಶ್ರಿತ ಕೆಂಪು ಹಾಗು ಬಿಳಿಮಿಶ್ರಿತಕಪ್ಪು ಅಥವಾ ಪೂರ್ಣ ಕೆಂಪುಕೂದಲಿನವು ಕಾಣಸಿಗುತ್ತವೆ.",
            "ಹಣೆ ಪ್ರಧಾನವಾಗಿದ್ದು, ಅಗಲವಾಗಿ ಉಬ್ಬಿರುತ್ತದೆ, ಕಣ್ಣುಗಳ ಮೇಲೆ ಬರುವುದರಿಂದ ಅರ್ಧಕಣ್ಣು ಮುಚ್ಚಿದಂತೆ ಕಾಣುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಉದ್ದವಾಗಿ ಎಲೆಯ ತರಹ ಮಡಚಿಕೊಂಡಿದ್ದು ಜೋತುಬಿದ್ದಿರುತ್ತದೆ.",
            "ಬಾಲ ಉದ್ದವಾಗಿ ಚಾವಟಿಯಂತಿರುತ್ತದೆ.",
            "ಗೊರಸುಗಳು ಸಾಧಾರಣಗಾತ್ರದ್ದಾಗಿದ್ದು ಕಪ್ಪಾಗಿರುತ್ತವೆ.",
            "ಕೂದಲುಗಳು ತುಂಡಾಗಿದ್ದು, ಹೊಳಪಿನಿಂದ ಕೂಡಿರುತ್ತವೆ.",
            "ಕೊಂಬುಗಳು ತಲೆಯ ಬುಡದಿಂದ ಪ್ರಾರಂಭವಾಗಿ ಅರ್ಧಚಂದ್ರಾಕೃತಿಯಲ್ಲಿ ಕೆಳಗಿನಿಂದ ಮೇಲೆ ತಿರುಗಿರುತ್ತದೆ.",
            "ಚರ್ಮ ಅಳ್ಳಕವಾಗಿದ್ದು ಬಗ್ಗಿಸುವಂತಿರುತ್ತದೆ.",
            "ಸೊಂಟದ ಮೂಳೆಗಳು ಎದ್ದುಕಾಣುವಂತಿದ್ದು ದೇಹವು ಸಮಪ್ರಮಾಣಿತವಾಗಿದೆ.",
            "ಕೆಚ್ಚಲು ಚೆನ್ನಾಗಿ ಬೆಳವಣಿಗೆ ಆಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 13,
        "Breed": "hallikar",
        "Name": "ಹಳ್ಳಿಕಾರ್",
        "Info": "ಕರ್ನಾಟಕದ ಇನ್ನೊಂದು ಮುಖ್ಯ ತಳಿ ಇದು. ಮೈಸೂರು, ಮಂಡ್ಯ, ಬೆಂಗಳೂರು, ಕೋಲಾರ, ತುಮಕೂರು, ಹಾಸನ ಮತ್ತು ಚಿತ್ರದುರ್ಗ ಜಿಲ್ಲೆಗಳಲ್ಲಿ ಕಾಣಸಿಗುತ್ತದೆ. ದಕ್ಷಿಣಭಾರತದ ಮುಖ್ಯಕೆಲಸಗಾರ ತಳಿ ಇದು. ಹೋರಿಗಳಿಗೇ ಪ್ರಾಧಾನ್ಯ. ಹಸುಗಳನ್ನು ಕೃಷಿಕೆಲಸಗಳಲ್ಲಿ ಬಳಸಿಕೊಳ್ಳುತ್ತಾರೆ. ಗದ್ದೆಯಲ್ಲಿನ ಕೃಷಿಗೂ ಇವುಗಳು ಉಪಯುಕ್ತ. ದಕ್ಷಿಣಭಾರತದ ಹೆಚ್ಚಿನ ತಳಿಗಳ ಮೂಲ ಇದೇ ಆಗಿರುತ್ತದೆ.",
        "Characteristics": ["ಇವು ತಿಳಿಬೂದು ಬಣ್ಣದಿಂದ ಗಾಢಬೂದು ಬಣ್ಣದವರೆಗೂ ಶರೀರವನ್ನು ಹೊಂದಿರುತ್ತದೆ. ತೊಡೆಯಭಾಗದಲ್ಲಿ ಕಪ್ಪಾಗಿದ್ದು, ಮುಖ, ಗಂಗೆದೊಗಲು ಹಾಗೂ ಕೆಳಹೊಟ್ಟೆಯ ಭಾಗದಲ್ಲಿ ಬೂದುಬಣ್ಣದ ಗುರುತುಗಳಿರುತ್ತವೆ.",
            "ಇವು ಮಧ್ಯಮಗಾತ್ರದ ಮಾಂಸಲ, ನಿಬಿಡವಾದ ಶರೀರವನ್ನು ಹೊಂದಿದೆ.",
            "ಹಣೆಯು ಪ್ರಧಾನವಾಗಿದ್ದು, ಸ್ವಲ್ಪ ಉಬ್ಬಿರುತ್ತದೆ. ಮಧ್ಯದಲ್ಲಿ ಕಣಿವೆಯಂತಿರುತ್ತದೆ.",
            "ಮುಖವು ಉದ್ದವಾಗಿದ್ದು ಬಾಯಿಯ ಕಡೆಗೆ ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ. ಬಾಯಿಯು ಬೂದು ಅಥವಾ ಕಪ್ಪಾಗಿರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ತಲೆಯ ಮೇಲಿಂದ ಹಿಂದಕ್ಕೆ ತಿರುಗಿದ್ದು, ಅರ್ಧದಲ್ಲಿ ಒಳಕ್ಕೆ ತಿರುಗುತ್ತವೆ. ತುದಿ ಚೂಪಾಗಿ ಕಪ್ಪಗಿರುತ್ತವೆ.",
            "ಕಣ್ಣುಗಳು ಚಿಕ್ಕದಾಗಿ, ಶುಭ್ರವಾಗಿರುತ್ತವೆ.",
            "ಕಿವಿಗಳು ಚಿಕ್ಕದು, ತುದಿಯಲ್ಲಿ ಚೂಪಾಗಿರುತ್ತದೆ.",
            "ಗಂಗೆದೊಗಲು ತೆಳುವಾಗಿದ್ದು ಸಾಧಾರಣವಾಗಿ ಬೆಳೆದಿರುತ್ತದೆ.",
            "ಬಾಲವು ನೀಳವಾಗಿ, ಸುಂದರವಾಗಿದ್ದು, ತುದಿಯಲ್ಲಿ ಕಪ್ಪಾಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 14,
        "Breed": "bargur",
        "Name": "ಬರಗೂರು",
        "Info": "ತಮಿಳುನಾಡಿನ ಈರೋಡು ಜಿಲ್ಲೆಯ ಒಳ್ಳೆಯ ಕೆಲಸಗಾರ ತಳಿ. ಲಿಂಗಯ್ಯ ಹಾಗೂ ಲಂಬಾಡಿ ಜನಾಂಗಗಳಿಂದ ಸಾಕಲ್ಪಡುತ್ತಿರುವ ತಳಿ. ಇದರದ್ದು ರೋಷದ ಸ್ವಭಾವ ಹಾಗು ಇದನ್ನು ಪಳಗಿಸುವುದು ಕಷ್ಟ. ದೈಹಿಕಬೆಳವಣಿಗೆ ಲಘುವಾಗಿರುತ್ತದೆ. ಮುಖ್ಯವಾಗಿ ಗುಡ್ಡಗಾಡುಗಳ ಪ್ರದೇಶದಲ್ಲಿನ ಕೃಷಿಚಟುವಟಿಕೆಗಳಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ. ಈ ಹೋರಿಗಳು ವೇಗವಾಗಿ ಚಲಿಸಬಲ್ಲವು ಹಾಗೂ ಉತ್ತಮ ಸಹಿಷ್ಣುಗಳು, ವರ್ಷದ ಬಹುಭಾಗ ಇವು ಕಾಡುಗಳಲ್ಲೇ ಕಾಲ ಕಳೆಯುತ್ತವೆ.",
        "Characteristics": ["ಬಣ್ಣ ಕಂದು, ಜೊತೆಗೆ ಬಿಳಿಯ ಚುಕ್ಕೆಗಳಿರುತ್ತವೆ. ಕೆಲವು ಬಿಳಿ ಹಾಗೂ ಗಾಢ ಕಂದುಬಣ್ಣದವೂ ಕಾಣಸಿಗುತ್ತವೆ. ಕರುಗಳ ಬಣ್ಣ ಸಾಮಾನ್ಯವಾಗಿ ಕಂದು.",
            "ಕಿವಿಗಳು ಸಾಧಾರಣ ಉದ್ದ ಸಾಧಾರಣವಾಗಿದ್ದು, ನೆಟ್ಟಗಿರುತ್ತವೆ.",
            "ಕೊಂಬುಗಳು ತಿಳಿಕಂದು ಬಣ್ಣದ್ದಾಗಿರುತ್ತವೆ, ಸಾಧಾರಣ ಎತ್ತರದ್ದಾಗಿದ್ದು, ಬುಡದಭಾಗದಲ್ಲಿ ಹತ್ತಿರ ಇರುತ್ತವೆ.",
            "ದೃಢಕಾಯ, ವಿಸ್ತಾರವಾದ ಶರೀರ ಹಾಗೂ ಸಾಧಾರಣ ಬೆಳವಣಿಗೆ",
            "ತಲೆ ಕಂದುಬಣ್ಣದ್ದಾಗಿರುತ್ತದೆ, ಒಳ್ಳೆಯ ಆಕೃತಿಯಿದ್ದು, ಉದ್ದವಾಗಿ ಬಾಯಿಯ ಕಡೆಗೆ ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ.",
            "ಹಣೆ ಸ್ವಲ್ಪ ಪ್ರಧಾನವಾಗಿದ್ದು, ಕೊಂಬುಗಳ ಮಧ್ಯೆ ತಲೆಯಭಾಗದಲ್ಲಿ ಆಳವಾಗಿರುತ್ತದೆ.",
            "ಬಾಯಿಯ ಮುಂಭಾಗ ಕಪ್ಪಾಗಿರುತ್ತದೆ.",
            "ಕಣ್ಣುಗಳು ಪ್ರಧಾನವಾಗಿದ್ದು ಹಿಂಭಾಗ, ಹೊರಭಾಗ, ಮೇಲ್ಭಾಗಕ್ಕೆ ತೆರೆದುಕೊಂಡಿರುತ್ತದೆ, ಮುಂದಕ್ಕೆ ವಕ್ರವಾಗಿ ತುದಿಯಲ್ಲಿ ಚೂಪಾಗಿರುತ್ತದೆ.",
            "ಕತ್ತು ಉದ್ದವಾಗಿ ನೀಳವಾಗಿರುತ್ತದೆ.",
            "ಭುಜದ ಮೇಲಿನ ಉಬ್ಬು ಹೋರಿಗಳಲ್ಲಿ ಹೆಚ್ಚು ಮತ್ತು ಹಸುಗಳಲ್ಲಿ ಕಡಿಮೆ ಇರುತ್ತದೆ.",
            "ಗಂಗೆದೊಗಲು ತೆಳುವಾಗಿ ಗಿಡ್ಡವಾಗಿರುತ್ತದೆ.",
            "ನಾಭಿಪೊರೆ ಹೆಚ್ಚಿನ ಹಸುಗಳಲ್ಲಿ ಇರುತ್ತದೆ.",
            "ತೆಳು ಹಾಗೂ ಮೂಳೆಗಳು ಕಾಣುವಂತಿರುವ ಕಾಲುಗಳು, ತೊಡೆಗಳು ದೃಢವಾಗಿ ಬೆಳೆದಿರುತ್ತವೆ, ಕಾಲುಗಳ ಹಿಂಭಾಗ ಕೂಡಾ ಬಲವಾಗಿರುತ್ತದೆ.",
            "ಕೆಚ್ಚಲು ಚಿಕ್ಕದಾಗಿದ್ದು, ಹೊಟ್ಟೆಗೆ ಅಂಟಿಕೊಂಡಂತಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 15,
        "Breed": "kenkatha",
        "Name": "ಕೇಂಕಾಥ್",
        "Info": "ಉತ್ತರ ಪ್ರದೇಶದಲ್ಲಿ ಹರಿಯುವ ಒಂದು ಸಣ್ಣ ನದಿ ಕೇನ್ ಇದರಿಂದ ಈತಳಿಗಳಿಗೆ ಈ ಹೆಸರು ಬಂದಿದೆ. ಈ ನದಿಯ ತೀರದ ಪ್ರದೇಶದಲ್ಲೇ ಇವು ಹೆಚ್ಚಾಗಿ ಕಂಡುಬರುತ್ತವೆ, ಉತ್ತರ ಪ್ರದೇಶ, ಮಧ್ಯಪ್ರದೇಶ ಹಾಗೂ ವಿಂಧ್ಯದ ಅರಣ್ಯ ಪ್ರದೇಶದಲ್ಲಿ ಕೂಡಾ ಇವು ಕಾಣಬರುತ್ತವೆ, ಇವುಗಳಿಗೆ ಮಾಳವಿ ತಳಿಗಳ ಜೊತೆಗೆ ಹತ್ತಿರದ ಹೋಲಿಕೆ ಇದೆ. ಲಘುವಾದ ಭಾರವಹನೆಗೆ ಹಾಗೂ ಕೃಷಿಗೆ ಇವು ಅತ್ಯಂತ ಜನಪ್ರಿಯ. ಅತೀ ಕಡಿಮೆ ಆಹಾರದಲ್ಲೂ, ಅತೀ Pಷ್ಟದ ಪರಿಸರದಲ್ಲೂ ಇವು ಜೀವಿಸಬಲ್ಲವು.",
        "Characteristics": ["ಇವು ಚಿಕ್ಕದಾದ, ಸಾಕಷ್ಟುಬಲವಾದ, ಗಟ್ಟಿಮುಟ್ಟಾದ ದೇಹರಚನೆಯನ್ನು ಹೊಂದಿದೆ, ದೇಹದ ಮಧ್ಯಭಾಗದಲ್ಲಿ ಬೂದುಬಣ್ಣವನ್ನು ಹೊಂದಿದ್ದು ಉಳಿದೆಡೆ ಗಾಢಬೂದು ಬಣ್ಣದಿಂದ ಕೂಡಿರುತ್ತದೆ.",
            "ತಲೆ ಅಗಲವಾಗಿ ಚಿಕ್ಕದಾಗಿದ್ದು, ಹಣೆಯಭಾಗ ಒಳಗೆ ಹೋಗಿರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ತಲೆಯ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಮುಂಭಾಗಕ್ಕೆ ಚಾಚಿಕೊಂಡಿದ್ದು ತುದಿ ಚೂಪಾಗಿರುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಚೂಪಾಗಿದ್ದು, ಜೋತುಬಿದ್ದಿರುವುದಿಲ್ಲ.",
            "ಹಿಂಭಾಗ ನೇರವಾಗಿದ್ದು, ತೊಡೆಯಭಾಗ ಜೋತುಬಿದ್ದಂತಿರುತ್ತದೆ.",
            "ಕಾಲುಗಳು ಗಿಡ್ಡವಾಗಿದ್ದು, ಶಕ್ತಿಶಾಲಿಯಾಗಿರುತ್ತದೆ ಹಾಗೂ ಕಾಲುಗಳು ಗಟ್ಟಿಯಾಗಿರುತ್ತವೆ.",
            "ಬೆನ್ನಿನ ಉರುಟು ಚೆನ್ನಾಗಿ ಬೆಳವಣಿಗೆಯಾಗಿದ್ದು, ವೃಷಣದಚೀಲ ಜೋತುಬಿದ್ದಂತಿದ್ದು ತುದಿಯ ಭಾಗ ಕಪ್ಪಾಗಿರುತ್ತದೆ.",
            "ಗಂಗೆದೊಗಲು ಸಾಧಾರಣ ಭಾರವಾಗಿದ್ದು, ಬಾಲ ಮಧ್ಯಮ ಗಾತ್ರದ್ದಾಗಿರುತ್ತದೆ ಹಾಗೂ ತುದಿ ಕಪ್ಪಾಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 16,
        "Breed": "nimari",
        "Name": "ನಿಮಾರಿ",
        "Info": "ಈ ತಳಿಯ ರಾಸುಗಳು ಮಧ್ಯಪ್ರದೇಶದ ನರ್ಮದಾ ತೀರದಲ್ಲಿ ಕಾಣಸಿಗುತ್ತವೆ. ಈ ಪ್ರದೇಶಕ್ಕೆ ‘ನರ್ಮದಾ ಹರವು’ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ. ಮಹಾರಾಷ್ಟ್ರದ ಕೆಲವುಭಾಗಗಳಲ್ಲೂ ಇವು ಕಾಣಸಿಗುತ್ತವೆ. ಈ ತಳಿಗಳು ತುಂಬಾ ಉಪಯುಕ್ತ ಹಾಗೂ ಚುರುಕು, ಹೋರಿಗಳು ಒಳ್ಳೆಯ ಕೆಲಸಗಾರ ತಳಿಗಳು, ಹಸುಗಳು ತುಂಬಾಕಡಿಮೆ ಹಾಲು ಕೊಡುತ್ತವೆ. ಗೀರ್ ಮತ್ತು ಖಿಲಾರಿ ತಳಿಗಳಿಂದ ಇದರ ಹುಟ್ಟು ಆಗಿದೆ. ಬಣ್ಣ, ದೇಹರಚನೆ, ಹಣೆಯ ಉಬ್ಬು ‘ಗೀರ್’ನಿಂದ ಬಂದರೆ ಸಹಿಷ್ಣುತೆ,ಚುರುಕುತನ,ಕೋಪ ಇವುಗಳು ‘ಖಿಲಾರಿ’ಯಿಂದ ಬಂದಿವೆ.",
        "Characteristics": ["ಬಣ್ಣ ಕೆಂಪು. ಬಿಳಿಯ ಪಟ್ಟೆಗಳು ದೇಹದ ಬೇರೆಬೇರೆ ಭಾಗಗಳಲ್ಲಿ ಕಂಡುಬರುತ್ತವೆ.",
            "ತಲೆಯು ಸಾಧಾರಣ ಉದ್ದವಾಗಿದ್ದು, ಹಣೆಯಭಾಗ ಉಬ್ಬಿರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ಮೇಲ್ಭಾಗದಿಂದ ಹೊರಚಾಚಿ, ತುದಿಯಲ್ಲಿ ಹಿಂಭಾಗಕ್ಕೆ ಮಡಚಿರುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಸಾಧಾರಣ ಉದ್ದವಾಗಿದ್ದು, ಅಗಲವಾಗಿರುತ್ತದೆ. ಜೋತುಬಿದ್ದಿರುವುದಿಲ್ಲ.",
            "ಬಾಯಿಯ ಹೊರಭಾಗ ತಾಮ್ರ ಅಥವಾ ಜೇನಿನ ಬಣ್ಣದ್ದಾಗಿರುತ್ತದೆ.",
            "ಗಂಗೆದೊಗಲು ಹಾಗೂ ವೃಷಣದ ಹೊದಿಕೆಗಳು ಸಾಧಾರಣವಾಗಿ ಬೆಳವಣಿಗೆಯಾಗಿರುತ್ತದೆ. ಹೊದಿಕೆಗಳು ಜೋತುಬಿದ್ದಿರುವ ಸಾಧ್ಯತೆ ಇರುತ್ತದೆ.",
            "ಭುಜದ ಉರುಟು ಚೆನ್ನಾಗಿ ಬೆಳವಣಿಗೆ ಹೊಂದಿದ್ದು, ಕೆಲವೊಮ್ಮೆ ಹರಡಿಕೊಂಡಿರುತ್ತದೆ.",
            "ಬಾಲ ತೆಳುವಾಗಿ ಉದ್ದವಾಗಿರುತ್ತದೆ. ತುದಿ ಕಪ್ಪಾಗಿದ್ದು, ನೆಲಕ್ಕೆ ತಾಗುತ್ತಿರುತ್ತದೆ.",
            "ಗೊರಸುಗಳು ಬಲವಾಗಿದ್ದು, ಕಲ್ಲಿನ ನೆಲದ ಮೇಲೂ ನಡೆಯಬಲ್ಲವು.",
            "ಚರ್ಮ ಸೂಕ್ಷ್ಮವಾಗಿದ್ದು, ಸ್ವಲ್ಪ ಸಡಿಲವಾಗಿರುತ್ತದೆ.",
            "ಹಸುಗಳಲ್ಲಿ ಕೆಚ್ಚಲು ಚೆನ್ನಾಗಿ ಬೆಳವಣಿಗೆಯನ್ನು ಹೊಂದಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 17,
        "Breed": "ponwar",
        "Name": "ಪೊನ್ವಾರ್",
        "Info": "ಇದು ಚಿಕ್ಕದಾದ ಗುಡ್ಡಗಾಡು ಪ್ರದೇಶದ ತಳಿ. ಉತ್ತರ ಪ್ರದೇಶದ ಫಿಲಿಭಿತ್ ಜಿಲ್ಲೆಯ ಪೂರಣಪುರ ಇದರ ಮೂಲ. ಸಮ್ಮಿಶ್ರ ಬಣ್ಣವನ್ನು ಹೊಂದಿರುವುದರಿಂದ ಇವುಗಳನ್ನು ಕಬ್ರಿ ಎಂದೂ ಕರೆಯುತ್ತಾರೆ. ಇವುಗಳು ನೇಪಾಳದ ಮೊರಾಂಗ್ ತಳಿಯಿಂದ ಹುಟ್ಟಿದ್ದು ತರು ಅನ್ನುವ ಗುಡ್ಡಗಾಡು ಜನಾಂಗ ಮುಖ್ಯವಾಗಿ ಇದನ್ನು ಸಾಕುತ್ತಾರೆ. ಇವರಲ್ಲದೆ ಪಾಸಿ ಹಾಗೂ ಯಾದವ ಜನಾಂಗದವರೂ ಇದನ್ನು ಬೆಳೆಸುತ್ತಿದ್ದಾರೆ.",
        "Characteristics": ["ಇವುಗಳ ಬಣ್ಣ ಕಂದು ಅಥವಾ ಕಪ್ಪು ಅಲ್ಲಲ್ಲಿ ಕಪ್ಪು ಪಟ್ಟೆಗಳಿರುತ್ತವೆ.",
            "ಮೂತಿ, ಕಣ್ಣು ಹಾಗೂ ಗೊರಸುಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಕಪ್ಪಾಗಿರುತ್ತವೆ.",
            "ಬಾಲ ಉದ್ದವಾಗಿದ್ದು, ಕಾಲಿನ ಕೆಳಭಾಗದವರೆಗೂ ಇರುತ್ತದೆ. ಬಾಲದ ತುದಿ ಕಪ್ಪು ತಳಿಗಳಲ್ಲಿ ಬೆಳ್ಳಗೂ, ಬಿಳಿ ಪಟ್ಟೆ ಹೆಚ್ಚಾಗಿರುವ ತಳಿಗಳಲ್ಲಿ ಕಪ್ಪಗೂ ಇರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ಚಿಕ್ಕದರಿಂದ ಮಧ್ಯಮಗಾತ್ರದ್ದಾಗಿದ್ದು ಒಳಭಾಗಕ್ಕೆ ತಿರುಗಿರುತ್ತವೆ, ತುದಿ ಚೂಪಾಗಿರುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಚಿಕ್ಕವಾಗಿದ್ದು, ಚೂಪಾಗಿದ್ದು, ಪಕ್ಕಕ್ಕೆ ಸೆಟೆದುಕೊಂಡಂತಿರುತ್ತವೆ.",
            "ಮುಖ ಸಣ್ಣದಾಗಿ, ಕಿರಿದಾಗಿರುತ್ತದೆ. ಹಣೆಯಭಾಗ ಒಳಗೆ ಹೋದಂತಿರುತ್ತದೆ. ಅದೂ ಕಿರಿದಾಗಿದ್ದು, ಬಿಳಿ ಮಚ್ಚೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ.",
            "ದೇಹವು ಚಿಕ್ಕದಾಗಿ ಹರಡಿಕೊಂಡಂತಿದ್ದು, ಮಾಂಸರಹಿತವಾಗಿರುತ್ತದೆ.",
            "ಚರ್ಮ ಬಿಗಿಯಾಗಿದ್ದು, ಗಂಗೆದೊಗಲು ಮಧ್ಯಮ ಗಾತ್ರದಲ್ಲಿರುತ್ತದೆ. ಬೆನ್ನಿನ ಉರುಟು ಹೋರಿಗಳಲ್ಲಿ ಹಸುಗಳಿಗಿಂತ ಚೆನ್ನಾಗಿ ಬೆಳೆದಿರುತ್ತದೆ.",
            "ಹಸುಗಳಲ್ಲಿ ಕೆಚ್ಚಲು ಚಿಕ್ಕದಾಗಿದ್ದು, ಹಾಲಿನ ನಾಳಗಳು ಚಿಕ್ಕದಾಗಿರುತ್ತವೆ.",
            "ಕಾಲುಗಳು ತೆಳುವಾಗಿ, ನೇರವಾಗಿರುತ್ತವೆ.",
            "ಈತಳಿಯ ಪ್ರಾಣಿಗಳು ಆಕ್ರಮಣಕಾರಿ ಮನೋಭಾವ ಹೊಂದಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 18,
        "Breed": "khillari",
        "Name": "ಖಿಲಾರಿ",
        "Info": "ಈ ತಳಿಗಳು, ಇದರ ಹೋರಿಗಳಿಂದ ಆಗುವ ಶೀಘ್ರ ಸಾಗಾಣಿಕೆಗಾಗಿ ಹೆಸರುವಾಸಿ. ಮಹಾರಾಷ್ಟ್ರದ ದಕ್ಷಿಣ ಹಾಗೂ ಉತ್ತರಕರ್ನಾಟಕದ ಭಾಗಗಳಲ್ಲಿ ಕಾಣಸಿಗುತ್ತವೆ. ಇವುಗಳ ಮೂಲ ತಳಿ ಹಳ್ಳಿಕಾರ್ ಅಥವಾ ಅಮೃತ ಮಹಲ್ ಆಗಿರುತ್ತದೆ.",
        "Characteristics": ["ಇವು ದಟ್ಟ ಹಾಗೂ ಬಿಗಿಯಾದ ಚರ್ಮದಿಂದ ಕೂಡಿದ್ದು, ಚಹರೆ ಎದ್ದುಕಾಣುವಂತಿರುತ್ತದೆ.",
            "ದೇಹದ ಹಿಂಭಾಗ ಬಾಲದ ಕಡೆಗೆ  ಸ್ವಲ್ಪ ಎತ್ತರವಾಗಿರುತ್ತದೆ.",
            "ಮುಖ ಸಣ್ಣಗೆ ಉದ್ದವಾಗಿದ್ದು, ಒರಟಲ್ಲದ ಬಿಗಿಯಾದ ಚರ್ಮದಿಂದ ಕೂಡಿರುತ್ತದೆ.",
            "ತಪ್ತಿ ಖಿಲಾರಿ ಅನ್ನುವ ತಳಿಗಳು ಕೆಂಪಾದ ಮೂಗು ಹಾಗೂ ಗೊರಸನ್ನು ಹೊಂದಿರುತ್ತವೆ.",
            "ಆಗತಾನೇ ಹುಟ್ಟಿದ ಕರುಗಳು ಕೆಂಪಾದ ಕೋಡುಭಾಗವನ್ನು ಹೊಂದಿದ್ದು, ೨ ತಿಂಗಳಿನಲ್ಲಿ ಅದು ಮರೆಯಾಗುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಚಿಕ್ಕದಾಗಿ, ಚೂಪಾಗಿ, ಪಕ್ಕಕ್ಕೆ ಎಳೆದಂತಿರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ಉದ್ದವಾಗಿದ್ದು, ಚೂಪಾಗಿರುತ್ತದೆ ಹಾಗೂ ಹಿಂದಕ್ಕೆ ಬಾಗಿರುತ್ತದೆ. ಆದರೆ ತಲೆ ಮುಂದಕ್ಕೆ ಬಾಗಿರುತ್ತದೆ.",
            "ಗಂಗೆದೊಗಲು ಹಗುರವಾಗಿ, ಸ್ವಲ್ಪವೇ ನೆರಿಗೆಗಳಿಂದ ಕೂಡಿರುತ್ತದೆ.",
            "ಹೋರಿಗಳಲ್ಲಿ ಬೆನ್ನಮೇಲಿನ ಉರುಟು ಚೆನ್ನಾಗಿ ಬೆಳವಣಿಗೆಯಾಗಿದ್ದು, ದೃಢವಾಗಿದ್ದು ಸಾಧಾರಣ ಗಾತ್ರದಲ್ಲಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 19,
        "Breed": "krishna",
        "Name": "ಕೃಷ್ಣಾ",
        "Info": "ಇದು ಅತಿಯಾದ ಉಷ್ಣ ಹಾಗೂ ತೇವವಾದ ವಾತಾವರಣದಲ್ಲಿ ಉತ್ತಮವಾಗಿ ಕೆಲಸಮಾಡಬಲ್ಲ, ಸಶಕ್ತ ತಳಿ. ಇವು ಕರ್ನಾಟಕದ ಕೃಷ್ಣಾ ನದಿಯ ತೀರದಲ್ಲಿ ಕಾಣಸಿಗುತ್ತವೆ. ಹತ್ತಿಬೆಳೆಯುವ ಕಪ್ಪು ಮಣ್ಣಿನಲ್ಲಿ ಇವುಗಳ ಕಾರ್ಯಕ್ಷಮತೆ ಉತ್ತಮ. ಕೃಷಿಕರಲ್ಲಿ, ಸಮರ್ಥವಾದ ಖಿಲಾರಿ ತಳಿಯ ಅಧಿಕ ಬಳಕೆ ಹಾಗೂ ಅತಿಯಾದ ಬರಗಾಲ ಈ ತಳಿಗಳ ನಾಶಕ್ಕೆ ಕಾರಣವಾಗಿದ್ದು, ಈಗ ಈ ತಳಿಗಳ ಕೆಲವೇ ಕೆಲವು ಮಾತ್ರಾ ಉಳಿದಿದೆ. ಇವು ಗೀರ್, ಓಂಗೋಲ್, ಕಾಂಕ್ರೇಜ್ ಹಾಗೂ ಹಳ್ಳಿಕಾರ್ ತಳಿಗಳಿಂದ ಉಂಟಾಗಿದೆ.",
        "Characteristics": ["ಬಿಳಿಮಿಶ್ರಿತಬೂದು, ಕಪ್ಪಮಿಶ್ರಿತಕಂದು, ಕೂದಲು ಉದುರಿದಂತಹ ಬಿಳಿ ಬಣ್ಣಗಳಲ್ಲಿ ಕಾಣಬಹುದು. ಹೋರಿಗಳಲ್ಲಿ ತೊಡೆಗಳ ಬಳಿ ಗಾಢಬಣ್ಣಗಳಿರುತ್ತವೆ.",
            "ಹಣೆಯಭಾಗ ವಿಶೇಷವಾಗಿ ಉಬ್ಬಿರುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಸಾಧಾರಣ ಗಾತ್ರದಲ್ಲಿದ್ದು, ಕೆಳಭಾಗಕ್ಕೆ ಚೂಪಾಗಿರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ಚಿಕ್ಕದಾಗಿ, ಮೇಲಕ್ಕೆ ಹಾಗೂ ಒಳಭಾಗಕ್ಕೆ ತಿರುಗಿರುತ್ತದೆ.",
            "ಭುಜದ ಮೇಲಿನ ಉರುಟು ಚೆನ್ನಾಗಿ ಬೆಳವಣಿಗೆಯಾಗಿದ್ದು, ದೃಢವಾಗಿ ಮಧ್ಯಮಗಾತ್ರದ್ದಾಗಿರುತ್ತದೆ.",
            "ಬಾಲ ಉದ್ದವಾಗಿ ನೆಲವನ್ನು ತಾಕುತ್ತಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 20,
        "Breed": "punganur",
        "Name": "ಪುಂಗನೂರು",
        "Info": "ಆಂಧ್ರಪ್ರದೇಶದ ಚಿತ್ತೂರು ಜಿಲ್ಲೆ ಪುಂಗನೂರು ಇದರ ಮೂಲ ಸ್ಥಳ. ಪುಂಗನೂರಿನ ರಾಜಮನೆತನ ಈ ತಳಿಯನ್ನ ಪೋಷಿಸಿ ಬೆಳೆಸಿದರು. ಹಾಗಾಗಿ ಇದಕ್ಕೆ ಈ ಹೆಸರು ಬಂತು. ಇದು ಹಾಲಿನ ತಳಿ. ಪ್ರಸ್ತುತ ಈ ತಳಿ ವಿನಾಶದ ಅಂಚಿನಲ್ಲಿದೆ. ಮೃದುವಾದ ನೆಲದಲ್ಲಿ ಕೃಷಿಕಾರ್ಯಕ್ಕಾಗಿ ಇದರ ಬಳಕೆ ಮಾಡುತ್ತಾರೆ.",
        "Characteristics": ["ಈ ತಳಿಗಳು ಬಿಳಿ, ತಿಳಿಕಂದು ಬಣ್ಣದಿಂದ ಗಾಢಕಂದು ಬಣ್ಣವಿರುತ್ತದೆ, ಬಿಳಿಮಿಶ್ರಿತ ಕೆಂಪು ಹಾಗೂ ಕಪ್ಪು ಬಣ್ಣದವುಗಳೂ ಲಭ್ಯವಿದೆ. ಬಿಳಿ ಹಾಗೂ ಕಂದು ಅಥವಾ ಕಪ್ಪು ಪಟ್ಟೆಗಳಿರುವುದು ಲಭ್ಯವಿರುತ್ತದೆ.",
            "ಚರ್ಮ, ಮೂತಿ, ಕಣ್ಣುರೆಪ್ಪೆ ಹಾಗೂ ಗೊರಸುಗಳು ಕಪ್ಪಾಗಿರುತ್ತವೆ.",
            "ದಟ್ಟವಾದ ಬಿಗಿಯಾದ ಚರ್ಮ, ದೀರ್ಘವಾದ ಜೋತಾಡುವ ಗಂಗೆದೊಗಲು, ಚಿಕ್ಕ ಕಾಲುಗಳು, ಉದ್ದವಾದ ದೇಹ ಹಾಗೂ ಎದೆಯಮೂಳೆಗಳು  ಎದ್ದುಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ.",
            "ಕೊಂಬುಗಳು ಕಪ್ಪಾಗಿದ್ದು, ಅರ್ಧಚಂದ್ರಾಕೃತಿಯಲ್ಲಿರುತ್ತದೆ. ಸಾಮಾನ್ಯವಾಗಿ ಸಡಿಲವಾದ ತಿರುವಿರುತ್ತದೆ. ಹೋರಿಗಳಲ್ಲಿ ಗಿಡ್ಡದಾಗಿ, ಹಿಮ್ಮುರಿ ಮತ್ತು ಮುಮ್ಮುರಿ ತಿರುವಿರುತ್ತದೆ. ಸಾಧಾರಣ ಉದ್ದವಿರುತ್ತದೆ. ಹಸುಗಳಲ್ಲಿ ಅಡ್ಡವಾಗಿ ಮುಂದಕ್ಕೆ ಬಾಗಿರುತ್ತದೆ. ಉದ್ದ ೧೦-೧೫ ಸೆಮೀ ಇರುತ್ತದೆ.",
            "ಹಣೆಯ ಭಾಗ ಒಳಹೋದಂತಿದ್ದು, ಅಗಲವಾಗಿ, ಪ್ರಧಾನವಾಗಿರುತ್ತದೆ.",
            "ಹಸುಗಳಲ್ಲಿ ಭುಜದ ಉರುಟು ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ, ಹೋರಿಗಳಲ್ಲಿ ಮಧ್ಯಮ ಗಾತ್ರದ್ದಾಗಿದ್ದು, ಎತ್ತರವಾಗಿ, ಕೆಳಮುಖವಾಗಿ, ಜೋಲುತ್ತದೆ.",
            "ಹೋರಿಗಳು ಹಸುಗಳಿಗಿಂತ ವಿಧೇಯವಾಗಿರುತ್ತವೆ."
        ]
    },
    {
        "Id": 21,
        "Breed": "nagori",
        "Name": "ನಾಗೋರಿ",
        "Info": "ಇದು ಒಂದು ಪ್ರಸಿದ್ಧ ತಳಿ. ಇದರ ಸಾಕುವಿಕೆ ಮುಖ್ಯವಾಗಿ ಹೋರಿಗಳ ಕೆಲಸಕ್ಕಾಗಿ. ಇದರ ಮೂಲ ಸ್ಥಳ ರಾಜಾಸ್ಥಾನದ ನಾಗೌರಿ ಜಿಲ್ಲೆ. ಸುತ್ತಮುತ್ತಲ ಜಿಲ್ಲೆಗಳಲ್ಲೂ ಇದು ಕಾಣಸಿಗುತ್ತದೆ. ಇದು ಕೆಲಸಗಾರ ತಳಿ. ಇದರ ಹೋರಿಗಳು ದೊಡ್ಡದಾಗಿ ಶಕ್ತಿಶಾಲಿಗಳಾಗಿರುತ್ತವೆ. ಸಾಗಾಣಿಕೆ ಹಾಗೂ ಉಳುಮೆಗಾಗಿ, ಬಾವಿಯಿಂದ ನೀರು ಸೇದಲು, ಮುಂತಾದ ಕೃಷಿ ಉಪಯೋಗಕ್ಕಾಗಿ ಬಳಸಲ್ಪಡುತ್ತವೆ.",
        "Characteristics": ["ನಾಗೋರಿ ತಳಿಗಳ ಬಣ್ಣ ಸಾಮಾನ್ಯವಾಗಿ ಬಿಳಿ/ತಿಳಿಬೂದು, ಕೆಲವು ಕಡೆ ತಲೆ, ಮುಖ ಹಾಗೂ ಭುಜಗಳು ಬೂದುಬಣ್ಣದವಾಗಿರುತ್ತವೆ.",
            "ಕಣ್ಣು ರೆಪ್ಪೆಗಳು ಬಿಳಿ/ತಿಳಿಬೂದು ಬಣ್ಣದ್ದಾಗಿರುತ್ತದೆ. ಹಾಗೂ ಭಾರವಾಗಿ ತೂಗುಬಿದ್ದಂತಿರುತ್ತದೆ.",
            "ಮೂತಿ, ಗೊರಸು ಹಾಗೂ ಕೊಂಬುಗಳು ಕಪ್ಪ್ಪಗಿರುತ್ತವೆ.",
            "ಚರ್ಮ ಬಿಗಿಯಾಗಿ, ಕಪ್ಪ್ಪಗಿರುತ್ತದೆ.",
            "ಹಣೆ ಚಪ್ಪಟೆಯಾಗಿ, ಎದ್ದುತೋರುತ್ತದೆ.",
            "ಮುಖ ಉದ್ದಕ್ಕೆ, ನೀಳವಾಗಿ ಕುದುರೆಯ ಮುಖದಂತೆ ಇರುತ್ತದೆ.",
            "ಕಣ್ಣುಗಳು ಚಿಕ್ಕದಾಗಿ, ಶುದ್ಧವಾಗಿ, ಹೊಳಪಿನಿಂದ ಕೂಡಿರುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಮದ್ಯಮ ಅಳತೆಯಲ್ಲಿದ್ದು, ಒಳಭಾಗ ಗುಲಾಬಿ ಬಣ್ಣದ್ದಿರುತ್ತದೆ.",
            "ಕೊಂಬು ಸಾಧಾರಣ ಉದ್ದವಾಗಿದ್ದು, ಹೊರಭಾಗಕ್ಕೆ ಚಾಚಿ, ಮೇಲೆ ತಿರುಗಿ, ಚುಪಾದ ತುದಿಯನ್ನು ಹೊಂದಿದೆ.",
            "ಭುಜದಮೂಳೆ ಎದ್ದುಕಾಣುತ್ತಿದ್ದು, ಭುಜದ ಉರುಟು ಚೆನ್ನಾಗಿ ವಿಕಸಿತವಾಗಿರುತ್ತದೆ, ನೇರಹಿಂಭಾಗ, ಉದ್ದ ಹಾಗೂ ನೇರಕಾಲುಗಳು, ಬಲವಾದ ಹಾಗೂ ಹತ್ತಿರವಾದ ಗೊರಸುಗಳು.",
            "ಗಂಗೆದೊಗಲು ಚಿಕ್ಕದಾಗಿದ್ದು, ನುಣುಪಾಗಿದ್ದು ದೇಹಕ್ಕೆ ಹೊಂದಿಕೊಂಡಿರುತ್ತದೆ.",
            "ಹೊಕ್ಕಳ ಮುಚ್ಚಿಗೆ ಚಿಕ್ಕದಾಗಿದ್ದು, ಹೊಟ್ಟೆಗೆ ಅಂಟಿಕೊಂಡಂತಿರುತ್ತದೆ.",
            "ಬಾಲ ಮೇಲಿಂದಲೆ ಪ್ರಾರಂಭವಾಗಿ ಸಾಧಾರಣ ಉದ್ದದ್ದಾಗಿದ್ದು, ಬಾಲದತುದಿ ಕಪ್ಪಾಗಿರುತ್ತದೆ.",
            "ಕೆಚ್ಚಲು ಚಿಕ್ಕದಾಗಿದ್ದು, ಹೆಚ್ಚು ಆಳವಾಗಿರುವುದಿಲ್ಲ.",
            "ಹಗುರ ಮೂಳೆಗಳು ಹಾಗೂ ಬಲವಾದ ಪಾದಗಳು ಈ ತಳಿಗಳಿಗೆ, ಚುರುಕುತನ ಹಾಗೂ ಸುಲಭ ಚಲನೆಗೆ ಸಹಾಯ ಮಾಡಿದೆ. ಇದು ಕುದುರೆಯ ತರಹ ಓಡುತ್ತದೆ."
        ]
    },
    {
        "Id": 22,
        "Breed": "lal kandhari",
        "Name": "ಲಾಲ್ ಕಂಧಾರಿ",
        "Info": "ಇದರ ಶುದ್ಧತಳಿಗಳು ಮಹಾರಾಷ್ಟ್ರದ ನಾಂದೇಡ್, ಲಾತುರ್, ಮರಾಠವಾಡ ಪ್ರದೇಶದಲ್ಲಿ ಸಿಗುತ್ತವೆ,  ಇದರ ಕೆಂಪುಬಣ್ಣದಿಂದಾಗಿ ಈ ಹೆಸರು ಬಂದಿದೆ. ೪ನೇ ಶತಮಾನದ ರಾಜ ಸೋಮದೇವರಾಯನ ಕಾಲದಲ್ಲಿ ಇವುಗಳ ಬಳಕೆ ಇತ್ತು ಎಂದು ತಿಳಿಯುತ್ತದೆ.",
        "Characteristics": ["ಉಭಯ ಸ್ವಭಾವದ ತಳಿಗಳು.",
            "ಇವು ಮಧ್ಯಮ ಪ್ರಮಾಣದ, ಬಲಿಷ್ಟ ಹಾಗೂ ದೃಢವಾದ ತಳಿಗಳು.",
            "ದೇಹವು ಮಟ್ಟಸವಾಗಿ, ಚೌಕಾಕಾರವಾಗಿ ಬೆಳೆದಿರುತ್ತದೆ. ಆದರೆ ತುಂಬಿಕೊಂಡಿರುವುದಿಲ್ಲ. ಸಮಪ್ರಮಾಣದ ಕಾಲುಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ.",
            "ಇವುಗಳ ಬಣ್ಣ ಆಳವಾದ ಅಚ್ಚಕೆಂಪುಬಣ್ಣ ಸಮಾನವಾಗಿ ಹರಡಿರುತ್ತದೆ. ತಿಳಿಕೆಂಪಿನಿಂದ ಆರಂಭವಾಗಿ ಗಾಢಕಂದು ಬಣ್ಣದವರೆಗೂ ಇರುತ್ತದೆ.",
            "ಹೋರಿಗಳು ಹಸುಗಳಿಗಿಂತ ಗಾಢಬಣ್ಣವನ್ನು ಹೊಂದಿರುತ್ತವೆ.",
            "ಹಣೆಯಭಾಗ ಕಣ್ಣುಗಳ ಮಧ್ಯೆ ಅಗಲವಾಗಿದ್ದು ಸ್ವಲ್ಪ ಉಬ್ಬಿಕೊಂಡಿರುತ್ತದೆ.",
            "ಹೋರಿಗಳು ಭಾರದ ಕೆಲಸಗಳಿಗೆ ಉಪಯುಕ್ತ."
        ]
    },
    {
        "Id": 23,
        "Breed": "lal sindhi",
        "Name": "ಲಾಲ್ ಸಿಂಧಿ",
        "Info": "ಈ ತಳಿಗಳು ನಮ್ಮ ಪಕ್ಕದ ದೇಶ ಪಾಕಿಸ್ತಾನದ್ದು. ಕರಾಚಿ ಹಾಗು ಹೈದರಾಬಾದ್ ಜಿಲ್ಲೆಗಳಲ್ಲಿ ದೊರೆಯುತ್ತವೆ. ಭಾರತದಲ್ಲೂ ಕೆಲವು ರಾಜ್ಯಗಳಲ್ಲಿ ಇದು ದೊರೆಯುತ್ತವೆ. ಇವು ಸಾಹಿವಾಲ್ ತಳಿಗಳಿಗೆ ಅತ್ಯಂತ ಹತ್ತಿರದ ಗುಣಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ. ಅಲ್ಲದೆ ಅಫ್ಘನ್ ಹಾಗೂ ಗೀರ್ ತಳಿಯ ಗುಣಗಳಿಗೂ ಹತ್ತಿರವಾಗಿದೆ. ಸದ್ಯಕ್ಕೆ ಇದು ಭಾರತದ ಒಂದು ಮುಖ್ಯ ಹಾಲಿನ ತಳಿ.",
        "Characteristics": ["ಇವು ವಿಶೇಷವಾಗಿ ಕೆಂಪುಬಣ್ಣವನ್ನು ಹೊಂದಿರುತ್ತವೆ.",
            "ಕೆಂಪು ಬಣ್ಣವು ಗಾಢಕೆಂಪುಬಣ್ಣದಿಂದ ತಿಳಿ ಹಳದಿಬಣ್ಣದವರೆಗೆ ಇರಬಹುದು. ಗಂಗೆದೊಗಲಿನ ಮೇಲೆ ಹಾಗೂ ಕೆಲವೊಮ್ಮೆ ಹಣೆಯ ಮೇಲೆ ಬಿಳಿಪಟ್ಟಿಗಳು ಕಾಣಿಸಿದರೂ ದೇಹದ ಮೇಲೆ ದೊಡ್ಡ ಬಿಳಿ ಪಟ್ಟೆಗಳೇನೂ ಕಾಣುವುದಿಲ್ಲ.",
            "ಹೋರಿಗಳ ಭುಜ ಹಾಗೂ ತೊಡೆಗಳ ಮೇಲೆ ಗಾಢವಾದ ಬಣ್ಣವಿರುತ್ತದೆ.",
            "ಕೂದಲು ಮೃದುವಾಗಿ, ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ. ಚರ್ಮವು ಅಳ್ಳಕವಾಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 24,
        "Breed": "sahiwal",
        "Name": "ಸಾಹಿವಾಲ್",
        "Info": "ಇದು ಕೂಡ ಮೂಲ ಪಾಕಿಸ್ತಾನದ ತಳಿಯಾಗಿರುತ್ತದೆ. ಭಾರತ ಪಾಕಿನ ಗಡಿಪ್ರದೇಶದಲ್ಲಿ ಪಂಜಾಬ್ ಹಾಗೂ ರಾಜಾಸ್ತಾನದಲ್ಲಿ ಕಾಣಸಿಗುತ್ತ. ಇದು ಹಾಲಿನ ತಳಿ. ಗೀರ್ ಹಾಗೂ ಸಿಂಧಿ ತಳಿಗೆ ಹತ್ತಿರವಾದ ಉತ್ತಮ ತಳಿ.",
        "Characteristics": ["ಚರ್ಮದ ಬಣ್ಣ ಸಾಮಾನ್ಯವಾಗಿ ಕೆಂಪು. ಕೆಲವೊಮ್ಮೆ ತಿಳಿಕೆಂಪು ಅಥವಾ ಕಂದು ಅಪರೂಪಕ್ಕೆ ಬಿಳಿಪಟ್ಟೆಗಳಿಂದ ಕೂಡಿರುತ್ತದೆ.",
            "ಇದು ಭಾರದ ತಳಿ. ಸಮಪ್ರಮಾಣದ ದೇಹ ಹಾಗೂ ಸುಕ್ಕಾದ ಚರ್ಮ. ಹೋರಿಗಳು ಹಸುಗಳಿಗಿಂತ ಭಾರವಾಗಿರುತ್ತವೆ.",
            "ಇವು ಉದ್ದವಾಗಿ, ವಿಶಾಲವಾಗಿ, ಮಾಂಸಲವಾಗಿರುತ್ತವೆ. ಇತರ ತಳಿಗಳೊಡನೆ ಹೋಲಿಕೆಯಲ್ಲಿ ಆಲಸಿಗಳು.",
            "ಕೊಂಬುಗಳು ಗಿಡ್ಡವಾಗಿ ಮೋಟಾಗಿರುತ್ತವೆ.",
            "ಕಿವಿಗಳು ಮಧ್ಯಮ ಗಾತ್ರದ್ದಾಗಿದ್ದು. ತುದಿಗಳಲ್ಲಿ ಕಪ್ಪುಕೂದಲುಗಳಿರುತ್ತವೆ.",
            "ದೊಡ್ಡ ಹಾಗೂ ಭಾರವಾದ ಗಂಗೆದೊಗಲು ಇರುತ್ತದೆ.",
            "ಕೆಚ್ಚಲು ಸಾಮಾನ್ಯವಾಗಿ ದೊಡ್ಡದಾಗಿದ್ದು, ಬೋಗುಣಿಯ ಆಕಾರದಲ್ಲಿರುತ್ತದೆ. ನೆಟ್ಟಗಿದ್ದು, ದೇಹಕ್ಕೆ ಬಲವಾಗಿ ನೇತುಕೊಂಡಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 25,
        "Breed": "vechur",
        "Name": "ವೆಚೂರು",
        "Info": "ಪ್ರಪಂಚದಲ್ಲೆ ಅತ್ಯಂತ ಚಿಕ್ಕದಾದ ತಳಿ ಇದು. ಸ್ಥಳೀಯಜನರ ಪ್ರಯತ್ನದಿಂದಾಗಿ ಇದು ಉಳಿದಿದೆ. ಅತೀ ಚಿಕ್ಕ ದೇಹ, ಕಡಿಮೆ ಆಹಾರ ಬಳಕೆ, ಹೆಚ್ಚು ವ್ಯಾಧಿಕ್ಷಮತ್ವದ ಶಕ್ತಿ, ಪ್ರೀತಿಸಬಹುದಾದ ಗುಣ ಇವು ಇದರ ಗುಣಗಳು. ಇದು ಕೇರಳದ ಬಿಸಿಲು, ತೇವ ಹಾಗೂ ಉಷ್ಣ ವಾತಾವರಣಕ್ಕೆ ಅನುಗುಣವಾಗಿರುತ್ತದೆ. ತಳಿಕೇಂದ್ರದಲ್ಲಿ ಬೆಳೆಸಿದ ಕರುಗಳಲ್ಲಿ ಖಾಯಿಲೆಗಳ ಪ್ರಮಾಣ ಹಾಗೂ ಸಾವಿನ ಪ್ರಮಾಣ ತೀರಾ ಕಡಿಮೆ.",
        "Characteristics": ["ಇದರ ಎತ್ತರ ಹೆಚ್ಚೆಂದರೆ ೯೧ ಸೆ.ಮೀ. ತೂಕ ಹೆಚ್ಚೆಂದರೆ ೧೦೭ ಕಿಲೋ. ದಿನಕ್ಕೆ ಅಂದಾಜು ೩ ಲೀ ಹಾಲು ಕೊಡಬಹುದು. ಅದರ ತೂಕಕ್ಕೆ ಹೋಲಿಸಿದರೆ ಅದು ಕೊಡುವ ಹಾಲು ವಿಶ್ವದಲ್ಲೇ ಅತೀ ಹೆಚ್ಚು.",
            "ಹೋರಿಗಳು ಚಿಕ್ಕಗಾತ್ರದ್ದಾದರೂ (೧೦೫ಸೆಮೀ), ಅವುಗಳು ತುಂಬಾ ಶಕ್ತಿಶಾಲಿಗಳಾಗಿರುತ್ತವೆ ಮತ್ತು ಭತ್ತದ ಗದ್ದೆಗಳನ್ನು ಉಳುತ್ತವೆ.",
            "ಬಣ್ಣ ತಿಳಿ ಕೆಂಪು, ಕಪ್ಪು, ಜಿಂಕೆಯ ಬಣ್ಣ ಹಾಗೂ ಬಿಳಿ.",
            "ತಲೆಯು ಉದ್ದವಾಗಿ ನೀಳವಾಗಿರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ಚಿಕ್ಕದು, ಮುಂದಕ್ಕೆ ಹಾಗೂ ಕೆಳಗೆ ಬಾಗಿರುತ್ತದೆ.",
            "ಬಾಲ ಉದ್ದವಾಗಿದ್ದು, ತುದಿ ಕಪ್ಪಾಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 26,
        "Breed": "umblachery",
        "Name": "ಅಂಬ್ಲಾಚೇರಿ",
        "Info": "ಈ ತಳಿಗಳು ತಮಿಳುನಾಡಿನ ಒಂದು ಉತ್ತಮ ಕೆಲಸಗಾರ ತಳಿ. ಇವು ನಾಗಪಟ್ಟಣ ಜಿಲ್ಲೆಯ ಒಂದು ಸಣ್ಣ ಗ್ರಾಮವಾದ ಅಂಬ್ಲಾಚೆರಿ ಎಂಬ ಹಳ್ಳಿಯಿಂದ ಹೆಸರನ್ನು ಪಡೆದುಕೊಂಡಿವೆ. ಈ ತಳಿಗಳು ತಂಜಾವೂರಿನ ಪ್ರ್ರಾದೇಶಿಕತಳಿಗಳನ್ನು ಕಾಂಗಾಯಂ ತಳಿಗಳೊಡನೆ ಕೂಡಿಸಿದಾಗ ಉತ್ಪತ್ತಿಯಾದ ತಳಿಗಳೆಂದು ಹೇಳುತ್ತಾರೆ. ಇವು ಕೂಡಾ ಕಾಂಗಾಯಂ ತಳಿಗಳ ಸ್ವಭಾವಕ್ಕೆ ಹತ್ತಿರದ್ದಾಗಿರುತ್ತವೆ. ಇವುಗಳು ಉಳುವುದಕ್ಕೆ, ಗಾಡಿ ಎಳೆಯುವುದಕ್ಕೆ ಹಾಗೂ ಇನ್ನಿತರ ಕೃಷಿ ಚಟುವಟಿಕೆಗಳಿಗೆ ಉಪಯುಕ್ತವಾಗಿರುತ್ತದೆ. ಈ ತಳಿಯ ಹೋರಿಗಳು ಸುಡುಬಿಸಿಲಿನಲ್ಲೂ ೬-೭ ಗಂಟೆಗಳ ಕಾಲ ಕೆಲಸಮಾಡಬಲ್ಲ ಸಾಮರ್ಥ್ಯ ಹೊಂದಿರುತ್ತದೆ.",
        "Characteristics": ["ಕರುಗಳು ಹುಟ್ಟುವಾಗ ಅವುಗಳ ಬಣ್ಣ ಸಾಮಾನ್ಯವಾಗಿ ಕೆಂಪು ಅಥವಾ ಕಂದು ಇದ್ದು, ಮುಖ, ಕಾಲುಗಳು ಹಾಗೂ ಬಾಲದ ಮೇಲೆ ಬಿಳಿ ಗುರುತುಗಳು ಇರುತ್ತವೆ. ಈ ಬಣ್ಣ ೬ ತಿಂಗಳಲ್ಲಿ ಬೂದುಬಣ್ಣಕ್ಕೆ ಬದಲಾಗುತ್ತದೆ, ಬೆಳೆದಹಸುಗಳಲ್ಲಿ ಬಣ್ಣ ಬೂದು ಆಗಿದ್ದು, ಮುಖ, ಕಾಲುಗಳು ಹಾಗೂ ಗೊರಸುಗಳ ಮೇಲೆ ಬಿಳಿ ಪಟ್ಟೆ ಇರುತ್ತದೆ.",
            "ಹಣೆಯ ಭಾಗ ವಿಶಾಲವಾಗಿದ್ದು, ಕೆಲವೊಮ್ಮೆ ಮಧ್ಯಭಾಗದಲ್ಲಿ ಸಣ್ಣ ಗುಳಿಯಂತಿರುತ್ತದೆ.",
            "ಮುಖ ಗಿಡ್ಡವಾಗಿದ್ದು, ನೇರವಾಗಿರುತ್ತದೆ.",
            "ಮೂತಿಯಭಾಗ ಅಗಲವಾಗಿ, ಕಪ್ಪಾಗಿರುತ್ತದೆ.",
            "ಕಣ್ಣುಗಳು ಪ್ರಮುಖವಾಗಿದ್ದು, ಹೊಳಪಿನಿಂದ ಕೂಡಿರುತ್ತದೆ, ಕಪ್ಪಾದ ಕಣ್ರೆಪ್ಪೆಗಳಿರುತ್ತವೆ.",
            "ಕಿವಿಗಳು ಗಿಡ್ಡವಾಗಿದ್ದು, ನೆಟ್ಟಗೆ ಹಾಗೂ ಅಡ್ಡವಾಗಿರುತ್ತವೆ.",
            "ಕೊಂಬುಗಳು ಚಿಕ್ಕವಾಗಿದ್ದು, ಹೊರಕ್ಕೆ, ಒಳಕ್ಕೆ ಹಾಗೂ ಕೆಲವೊಮ್ಮೆ ಅಡ್ಡವಾಗಿಯೂ ಹರಡಿಕೊಂಡಿರುತ್ತದೆ, ಹೋರಿಗಳಲ್ಲಿ ದಪ್ಪವಾಗಿದ್ದು ಹಸುಗಳಲ್ಲಿ ತೆಳ್ಳಗಿರುತ್ತದೆ.",
            "ಭುಜದ ಮೇಲಿನ ಉರುಟು ಮಧ್ಯಮ ಗಾತ್ರದ್ದಾಗಿದ್ದು, ನೆಟ್ಟಗಿದ್ದು, ಮಾಂಸಲವಾಗಿರುವುದಿಲ್ಲ.",
            "ಗಂಗೆದೊಗಲು ತೆಳುವಾಗಿ, ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ.",
            "ಕೆಚ್ಚಲು ಸಾಧಾರಣವಾಗಿ ಬೆಳವಣಿಗೆಯನ್ನು ಹೊಂದಿದ್ದು, ಚಿಕ್ಕ ಹಾಗೂ ಚೌಕಾಕಾರದ ತುದಿಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ.",
            "ಹೋರಿಗಳು ಚಿಕ್ಕವಾಗಿದ್ದು, ಚುರುಕಾಗಿದ್ದು, ಕೃಷಿಚಟುವಟಿಕೆಗಳಿಗೆ ಯೋಗ್ಯವಾಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 27,
        "Breed": "kerigarh",
        "Name": "ಖೇರಿಗರ್",
        "Info": "ಈ ತಳಿಗಳು ಮುಖ್ಯವಾಗಿ ಉತ್ತರಪ್ರದೇಶದ ಖೇರಿ ಜಿಲ್ಲೆಯಲ್ಲಿ ಕಾಣಸಿಗುತ್ತವೆ. ಇವುಗಳ ಕೊಂಬು ಮಾಳವಿ ತಳಿಗಳಂತೆಯೇ ಕಂಡರೂ, ಇವು ಮಾಳವಿ ತಳಿಗಳಿಗಿಂತಲೂ ಸ್ವರೂಪದಲ್ಲಿ ಲಘುವಾಗಿರುತ್ತವೆ. ಈ ತಳಿಯ ಆಕಳುಗಳು ತುಂಬಾ ಚುರುಕಾಗಿದ್ದು, ಕೇವಲ ಮೇಯುವುದರಿಂದಲೇ ಹುಲುಸಾಗಿ ಬೆಳೆದಿರುತ್ತವೆ. ಹೋರಿಗಳು ಲಘುವಾದ ಕೃಷಿಗೆ ಹಾಗೂ ಲಘುಸಾಗಾಣಿಕೆಗೆ ಉಪಯುಕ್ತ. ಹಸುಗಳಲ್ಲಿ ಹಾಲು ತುಂಬಾ ಕಡಿಮೆ ಇರುತ್ತದೆ.",
        "Characteristics": ["ಈ ತಳಿಯು ಮುಖ್ಯವಾಗಿ ಬಿಳಿ ಅಥವಾ ಬೂದು ಬಣ್ಣವನ್ನು ಹೊಂದಿರುತ್ತದೆ.",
            "ಮುಖವು ಚಿಕ್ಕದಾಗಿ, ಕಿರಿದಾಗಿರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ತೆಳುವಾಗಿ, ಮೇಲಕ್ಕಿರುತ್ತದೆ. ಹೋರಿಗಳಲ್ಲಿ ೧೨-೧೮ ಇಂಚುಗಳಷ್ಟಿರುತ್ತದೆ, ಹಸುಗಳಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ.",
            "ಕಿವಿಗಳು ಚಿಕ್ಕದಾಗಿದ್ದು, ಕಣ್ಣುಗಳು ಹೊಳಪಿನಿಂದ ಕೂಡಿರುತ್ತದೆ.",
            "ಕುತ್ತಿಗೆ ಚಿಕ್ಕದಾಗಿದ್ದು, ಬಲವಾಗಿ ಕಾಣುತ್ತದೆ.",
            "ಭುಜದ ಮೇಲಿನ ಉರುಟು ಹೋರಿಗಳಲ್ಲಿ ಚೆನ್ನಾಗಿ ಬೆಳವಣಿಗೆಯಾಗಿರುತ್ತದೆ.",
            "ಗಂಗೆದೊಗಲು ತೆಳುವಾಗಿದ್ದು, ಜೋತಾಡುವಂತಿರುತ್ತದೆ. ಗದ್ದದ ತುದಿಯಿಂದಲೇ ಆರಂಭವಾಗಿ ಎದೆಯ ಮಾಂಸಖಂಡಗಳವರೆಗೂ ಹರಡಿಕೊಂಡಿರುತ್ತದೆ.",
            "ದೇಹ ದೊಡ್ಡದಾಗಿ ಹರಡಿಕೊಂಡಿರುತ್ತದೆ, ವೃಷಣದ ಚೀಲ ಚಿಕ್ಕದಾಗಿದು, ಸಾಧಾರಣವಾಗಿ ಗಟ್ಟಿಯಾಗಿರುತ್ತದೆ.",
            "ಕಾಲುಗಳು ಹಗುರವಾಗಿದ್ದು, ಬಾಲ ಉದ್ದವಾಗಿರುತ್ತದೆ. ತುದಿ ಬಿಳಿಯಾಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 28,
        "Breed": "gangathiri",
        "Name": "ಗಂಗಾತೀರಿ",
        "Info": "ಈ ತಳಿಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಗಂಗಾನದಿಯ ಸುತ್ತಲಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ. ಉತ್ತರಪ್ರದೇಶದ ಪೂರ್ವಭಾಗದ ಜಿಲ್ಲೆಗಳಲ್ಲಿ, ಬಿಹಾರದ ಕೆಲ ಜಿಲ್ಲೆಗಳಲ್ಲಿ ಕಾಣಸಿಗುತ್ತವೆ. ಬೆಳಗಿನ ಸಮಯದಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ ಮೇಯಲು ಬಿಡಲಾಗುತ್ತದೆ, ಇವುಗಳನ್ನು ಹೊರಗೆ ಅಥವಾ ಗುಡಿಸಲುಗಳಲ್ಲೇ ಕಟ್ಟಿರುತ್ತಾg. ೬-೮ ಗಂಟೆಗಳ ಕಾಲ ಮೇಯಲು ಹೊರಗೆ ಬಿಟ್ಟಿರುತ್ತಾರೆ. ಯಾವುದೇ ವಿಶೇಷ ವ್ಯವಸ್ಥೆ ಇಲ್ಲದೇ ಇವುಗಳನ್ನು ಬೆಳೆಸುತ್ತಾರೆ.",
        "Characteristics": ["ಉಭಯ ಸ್ವಭಾವದ ತಳಿಗಳು. ಹೆಚ್ಚಾಗಿ ಕೃಷಿಕೆಲಸಗಳಿಗೆ ಹಾಗೂ ಭಾರಹೊರುವ, ಭಾರಎಳೆಯುವ ಕೆಲಸಗಳಿಗೆ ಉಪಯುಕ್ತ.",
            "ಮೂತಿಯ ಭಾಗ ಕಪ್ಪ್ಪಗಿದ್ದು, ಕೆಲವು ಬಣ್ಣದ ಗುರುತುಗಳಿರುತ್ತವೆ.",
            "ಭುಜದ ಉರುಟು ಹಾಗೂ ಗಂಗೆದೊಗಲು ಮದ್ಯಮಗಾತ್ರದ್ದಾಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 29,
        "Breed": "malnad gidda",
        "Name": "ಮಲೆನಾಡು ಗಿಡ್ಡ",
        "Info": "ಈ ತಳಿಗಳು ಕರ್ನಾಟಕದ ಮಲೆನಾಡಿನ ಪಶ್ಚಿಮಘಟ್ಟಗಳ ಭಾಗದಲ್ಲಿ ಕಾಣಸಿಗುವ ತಳಿಗಳು. ಹೆಸರೇ ಹೇಳುವಂತೆ ಇವು ಚಿಕ್ಕ ಗಾತ್ರದ್ದಾಗಿರುತ್ತವೆ. ಶಿವಮೊಗ್ಗ, ಹಾಸನ, ಚಿಕ್ಕಮಗಳೂರು ಇವುಗಳ ಮುಖ್ಯಸ್ಥಳ ಕರಾವಳಿ ಭಾಗದ ಮಂಗಳೂರು, ಉಡುಪಿ ಉತ್ತರಕನ್ನಡ ಹಾಗೂ ಕೊಡಗುಗಳಲ್ಲೂ ಇವುಗಳನ್ನು ಕಾಣಬಹುದು. ಇವು ಚಟುವಟಿಕೆಯುಳ್ಳ ತಳಿಗಳಾಗಿದ್ದು, ಕಾಲುಬಾಯಿರೋಗ ಮುಂತಾದ ಅನೇಕ ರೋಗಗಳಿಗೆ ನಿರೋಧಕತೆಯನ್ನು ಹೊಂದಿದೆ.",
        "Characteristics": ["ಈ ತಳಿಗಳು ಸಣ್ಣ ಶರೀರದವಾಗಿದ್ದು, ದಟ್ಟವಾದ ಶರೀರ ರಚನೆಯನ್ನು ಹೊಂದಿದೆ. ೮೦-೧೨೦ ಕಿಲೋ ತೂಗುತ್ತದೆ.",
            "ಬಣ್ಣ ಹೆಚ್ಚಿನದ್ದಾಗಿ ಕಪ್ಪು ಹಾಗೂ ಜಿಂಕೆಯ ಬಣ್ಣದ ತಿಳಿಯಾದ ಪಟ್ಟೆಗಳನ್ನು ಭುಜ ಹಾಗೂ ತೊಡೆಗಳ ಭಾಗದಲ್ಲಿ ಹೊಂದಿರುತ್ತವೆ. ಕಂದು ಬಣ್ಣದ ತಳಿಗಳಲ್ಲೂ ಇದೇ ರೀತಿ ಪಟ್ಟೆಗಳಿಂದ ತುಂಬಿರುವುದು ಕಾಣಬಹುದು.",
            "ಗೊರಸು, ಕಣ್ಣಿನಗುಡ್ಡೆ, ಬಾಲದತುದಿ, ಹಾಗೂ ಕೊಂಬುಗಳು ಕಪ್ಪ್ಪಗಿರುತ್ತವೆ.",
            "ಹೋರಿಗಳಲ್ಲಿ ಭುಜದ ಉರುಟು ಚಿಕ್ಕದಾಗಿದ್ದು, ಹಸುಗಳಲ್ಲಿ ಕೆಚ್ಚಲು ಬೋಗುಣಿಯ ಆಕಾರದಲ್ಲಿರುತ್ತದೆ, ಕೆಚ್ಚಲ ತುದಿಗಳು ನಳಿಕೆಯ ಆಕಾರದಲ್ಲಿ ಬುಡದಲ್ಲಿ ದೊಡ್ಡದಾಗಿ ತುದಿಗೆ ಸಣ್ಣದಾಗುತ್ತಾ ಬಂದು ತುದಿ ಚೂಪಾಗಿರುತ್ತದೆ.",
            "ಬಾಲವು ಉದ್ದವಾಗಿದ್ದು, ಬಾಲದತುದಿ ನೆಲಮುಟ್ಟುವಂತಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 30,
        "Breed": "kasaragod",
        "Name": "ಕಾಸರಗೋಡು",
        "Info": "ಕರ್ನಾಟಕ, ಕೇರಳದ ಗಡಿಭಾಗದ ಜಿಲ್ಲೆ ಕಾಸರಗೋಡು, ಮಲೆನಾಡು ಹಾಗೂ ಕರಾವಳಿ ಎರಡೂ ಪ್ರದೇಶಗಳನ್ನು ಹೊಂದಿದ್ದು. ಈ ತಳಿಗಳು ಈ ಪ್ರದೇಶದಲ್ಲಿ ವಿಶೇಷವಾಗಿ ಕಾಣಸಿಗುತ್ತವೆ. ಇವು ಕುಳ್ಳಗಿದ್ದು, ಇಲ್ಲಿನ ಉಷ್ಣ ಹಾಗೂ ತೇವದ ವಾತಾವರಣಕ್ಕೆ ಚೆನ್ನಾಗಿ ಹೊಂದಿಕೊಂಡಿದೆ, ಇವುಗಳು ಉಷ್ಣ ಸಹಿಷ್ಣುಗಳು ಹಾಗೂ ರೋಗನಿರೋಧಕತೆಯನ್ನು ಹೊಂದಿರುವಂತಹವೂ ಆಗಿರುತ್ತದೆ. ಆಹಾರದ ಅವಶ್ಯಕತೆ ತೀರಾ ಕಡಿಮೆ ಹಾಗಾಗಿ ಮೇಯಲು ಹೊರಗೆ ಬಹಳ ಕಾಲ ಬಿಟ್ಟಿರಬಹುದು.",
        "Characteristics": ["ಇವು ಕೆಲಸಗಾರ ತಳಿ.",
            "ಬಣ್ಣ ಸಾಮಾನ್ಯವಾಗಿ ಕಪ್ಪು. ಕೆಂಪು, ಬಿಳಿ, ಬೂದು ಬಣ್ಣದ ಪಟ್ಟೆಗಳನ್ನು ಹೊಂದಿರುವಂತಹವೂ ಕಾಣಸಿಗುತ್ತವೆ.",
            "ಹುಟ್ಟಿದಾಗ ಇವುಗಳ ತೂಕ ಕೇವಲ ೧೦.೫ ಕಿಲೋ ಇರುತ್ತದೆ.",
            "ತಲೆಯಭಾಗ ಕಿರಿದಾಗಿ, ಕುಳ್ಳಗಿರುತ್ತದೆ.",
            "ಕೊಂಬುಗಳು ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ.",
            "ಬಾಲ ಉದ್ದವಾಗಿರುತ್ತದೆ."
        ]
    },
    {
        "Id": 31,
        "Breed": "javari",
        "Name": "ಜವಾರಿ",
        "Info": "ಇವು ಹೈದರಾಬಾದ್ ಕರ್ನಾಟಕ ಭಾಗದಲ್ಲಿ ವಿಶೇಷವಾಗಿ ಕಾಣಸಿಗುವ ತಳಿಗಳು. ಹುಬ್ಬಳ್ಳಿ ಹಾಗೂ ಬಿಜಾಪುರ ಭಾಗದಲ್ಲೂ ಇವು ಸಿಗುತ್ತವೆ. ಇವುಗಳದ್ದು ಶಾಂತವಾದ ಮನೋಧರ್ಮ. ಇವು ಉತ್ತಮವಾದ ಉಷ್ಣ ಹಾಗೂ ಕೀಟ ಸಹಿಷ್ಣುಗಳಾಗಿರುತ್ತವೆ. ಆದ್ದರಿಂದ ಇವುಗಳು ಅತ್ಯಂತ ಬೇಡಿಕೆಯಲ್ಲಿರುವ ತಳಿ. ಅನೇಕ ಖಾಯಿಲೆಗಳಿಗೆ ಹಾಗೂ ವಾತಾವರಣದ ವೈಪರೀತ್ಯಗಳಿಗೆ ಇವುಗಳು ಉತ್ತಮ ಸಹಿಷ್ಣುಗಳು.",
        "Characteristics": ["ಉಭಯತಳಿ ವಿಭಾಗಕ್ಕೆ ಸೇರಿದ್ದು, ಉತ್ತಮ ಹಾಲನ್ನು ನೀಡುತ್ತದೆ ಹಾಗೂ ಉತ್ತಮ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಹೊಂದಿರುತ್ತದೆ.",
            "ತಲೆ ಚಿಕ್ಕದಾಗಿರುತ್ತದೆ.",
            "ಪೂರ್ಣ ಕಪ್ಪು, ಕಂದು, ಬೂದು ಹಾಗೂ ಇವುಗಳ ಮಿಶ್ರಣದ ಬಣ್ಣಗಳು ಹೀಗೆ ಅನೇಕ ಬಣ್ಣಗಳಲ್ಲಿ ಇರುತ್ತವೆ.",
            "ಕೊಂಬುಗಳು ಸಾಧಾರಣ ಉದ್ದವಾಗಿರುತ್ತದೆ.",
            "ಕಾಲುಗಳು ಬಲವಾಗಿರುತ್ತದೆ."
        ]
    }
]
}
