[
    {
        "Id": 1,
        "Breed": "hariana",
        "Name": "Hariana",        
        "Info": "As the name suggests, Hariana cows are found in Haryana/UP areas.This breed is one of the most distinguished and dual purpose breed of North India and one of its main uses is in the production of high quality Bull. Hence greater attention is paid to rearing of male calves. The breed is also reared in the states of Rohtak, Haryana, Hissar, Jeend and Gurgaon.  Hariana is found abundantly in Alwar, Jodhpur, Loharu & Bharatpur (Rajasthan) Meerut, Muzaffarnagar, Bulland Shahar, Aligarh and Bijnaur(U.P) . Pure and ascendant form of this breed is seen in Jhajjar, Beri & Jahajgarh.( Rajasthan)",
        "Characteristics": ["Dual purpose breed of medium size.",
            "Generally white incolour, sometimes greyish also seen",
            "Hoof is black, legs are shapely, attractive and long",
            "Udder is capacious and extends well forward with a well-developed milk-vein. Milk glands are medium sized and well developed",
            "Tail is short, thin and bent",
            "Long narrow face, well marked bony prominence at the poll",
            "Small horns",
            "Adult body weight is around 499 and 325 kg in males and females respectively",
            "Lactation length is about 272 days ranging from 238 to 330 days. Average service period is 232 days (range 126 to 305 days), dry period 255 days (range 133 to 571 days) and calving interval 483 days (range415 to 561 days)"
        ]
    },
    {
        "Id": 2,
        "Breed": "gaolao",
        "Name": "Gaolao",        
        "Info": "Gaolao is one of the high quality distinguished breed of Indian cows used for milk production & Load Bearing. It is found in certain sectors of Maharashtra & M.P. like Balaghat, Chhindbaada, Durg, Rajnandgaon & Sioni. There is also a marked similarity between Ongol and Gaolao breed ; these are slightly lighter and more active than Ongol breed . in 18th centuary the Marathas developed this for quick transportation in army",
        "Characteristics": ["Dual in nature and medium sized.",
            "White or light brown skin colour, bulls are brown coloured above the neck’s hump.",
            "Medium heighted, body is slightly narrowed but long.",
            "Long narrow head and slightly bended towards the nose.",
            "Forehead is flat and convex in shape and protruding.",
            "Eyes are almond shaped and slightly bent at an angle, medium sized and & placed at an elevated level.",
            "Horns are small and fat from front.",
            "Enlarged Hump making its appearance look bent and loose.",
            "Neck wrinkles are well developed.",
            "Short tail.",
            "Weight ranges from 340-440 kg.",
            "At the age of 1300 days, cow is ready for milk production, milk production is around 470-725kg & duration of gap is 240 days in which the fat content is around 5.5%"
        ]
    },
    {
        "Id": 3,
        "Breed": "tharparkar",
        "Name": "Tharparkar",        
        "Info": "Dakshini Sindh (Pakistan’s) Tharparkar sector is the producer of this cow. This breed is visible from the west region of Rajasthan at Indo Pak Border to Kuchh of Gujarat. The development of this breed of cow is the result of atmospheric conditions of Rajasthan’s Thar Desert and similar areas. This breed was developed from kankrej, red sindhi, gir and nagori breeds",
        "Characteristics": ["Dual purpose breed",
            "Skin Colour – White / light Grey, Face & Rest of the body parts are dark.",
            "Bulls / male cows have curly hair above the forehead.",
            "Flat forehead, broad and Elevated over the eyes. In Bulls, the higher part of forehead is more protruded",
            "Small horns, Horns and face are at the same level",
            "Face is bent, clear and little rounded",
            "Jaw is very strong ",
            "eyes are serene, calm and serious.",
            "Ears are long, broad and little bent Inside is yellow in colour",
            "Long tail ,black switch",
            "Tharparkar cows calve for the first time at an average age of about 1, 247 days (range 1, 116 to 1, 596 days), milk yield is 1, 749 kg (range 913 to 2, 14.7 kg) and calving interval 431 days (range 408 to 572 days)",
            "Fat content in its milk is 4.9%."
        ]
    },
    {
        "Id": 4,
        "Breed": "malvi",
        "Name": "Malvi",        
        "Info": "Malvi bulls are known for their fast transportation abilities. They have higher load bearing & working capacity. Its breed found in West Rajasthan is lighter while that found in Madhya Pradesh is smaller in size.",
        "Characteristics": ["Draught type",
            "Skin colour of the male cow is Grey, one fourth part of neck, shoulders, hump and body is black, with age the complete body colour turns black .",
            "Body is small/short, deep but balanced",
            "Legs short but strong",
            "Hoof extremely strong and black",
            "Neck wrinkles are fully developed & skin is heavy and loose",
            "Small head, forehead is broad and flat like a saucer",
            "Nose is dark and little elevated,",
            "horns are sharp and strong and are projected out from the corners of the head and launched upwards",
            "Average milk yield is 1, 074 kg (range 627 to 1, 227 kg). Average lactation length is 306 days (range 411and 530 days)."
        ]
    },
    {
        "Id": 5,
        "Breed": "ongole",
        "Name": "Ongole",
        "Info": "Ongole is one of the predominant, dual purpose breed of South India.  Basically from Nellore district of andhrapradesh, Ongole breed are our mute ambassadors to USA and South American countries and contributed to the development of some of the exotic breeds like ‘American Brahman’",
        "Characteristics": ["Ongole is a big and strong breed having a glossy white coat all over the body ",
            "Skin colour is bright white",
            "Muscular and well developed body",
            "Forehead is flat & broad between eyes and slightly prominent.",
            "Face moderately long and coffin shaped.",
            "Hump in males are well developed and erect filled up on both side and not concave or leaning to eitherside.",
            "Horns are short and stumpy",
            "Dewlap/neck wrinkles is large, fan shaped, fleshy and slightly pendulous.",
            "Farmers identify the Ongole breed with 3 lengths (legs, shoulder and back), 7 shorts (muzzle, ear, neck,dewlap, flank, sheath and tail) and 9 blacks (muzzle, eyes, tip of ear, knees, fetlocks, sheath, switch of tail,anal region and tip of testes).",
            "Average milk yield is 688 kg (range 475 to 1, 000 kg) in a lactation period of about 230 days (range 160 to270 days). Average fat is 4.2% (range 4.1 to 4.8%)."
        ]
    },
    {
        "Id": 6,
        "Breed": "raathi",
        "Name": "Raathi",
        "Info": "Rathi is an important Milk breed of cattle found in the western part of Rajasthan. It takes its name from a pastoral tribe called Raths who are Muslims of Rajput extraction and lead a nomadic life. Its origin is known to be from Bikaner, Sriganganagar, Jaisalmer situated in the middle of Thar Desert. These animals are particularly concentrated in the Loonkaransar tehsil of Bikaner district which is also known as ‘RathiTract’. It is originated from Sahiwal, Sindhi, Tharparkar breeds",
        "Characteristics": ["Rathi is a medium sized breed with symmetrical body. The animal is usually brown with white patches all over the body, but animals having completely brown or black coats with white patches are often encountered",
            "The lower body parts are generally lighter in colour as compared to the rest of the body.",
            "Forehead is broad and shaped like a saucer",
            "Nose and hoof/heel is black in colour",
            "Eyelashes are brown /black in colour",
            "Horns are short to medium in size, curving outward, upward and inward.",
            "Ears are medium sized, neck wrinkles/dewlap are big and heavy",
            "Naval center is quite large.",
            "Hump is larger in males and body shape is like a pendulum",
            "Tail is long, fine, tapering to a good black switch well below hock. Udder is well developed with prominent milk-vein.",
            "Females are docile and average Milker’s. Milk yield is 1, 560 kg (range 1, 062 to 2, 810 kg). Average lactation length is 336 days (range 306 to 431 days)."
        ]
    },
    {
        "Id": 7,
        "Breed": "amritmahal",
        "Name": "Amritmahal",
        "Info": "The Amritmahal breed is found in Hassan, Chikmagalur and Chitradurga districts of Karnataka state in southern India. It is a famous draught breed known for its energy, power and endurance. Bullocks are especially-suited for quick transportation. This breed is developed by the rulers of mysore state between 1572-1636 AD mainly for the transportation of army equipments and was named as “benne chawdi” renamed by tippu as Amrit Mahal",
        "Characteristics": ["Colour ranges from white to black, mainly grey, cows are white and bulls are dark brownish are also seen.",
            "Face, nose and tail are evenly black, in older breed, these parts are lighter",
            "Head is long and tapering towards muzzle. Forehead is narrow, bulging out with a furrow in the middle.",
            "Horns are long and emerge from the top of the poll fairly close together in backward and upward direction, turn in and end in sharp black points.",
            "Eyes are shiny, ears small and placed parallel to the earth",
            "Hump is fully developed and slightly bent forward",
            "legs are medium in length and in proportion to the rest of the body",
            "Skin is thin, oily deep black in colour and furry",
            "Udder / Milk glands are small, compact & hard",
            "Dewlap/ neck wrinkles are small and not too long",
            "Hooves/heels are small and hard",
            "An adult male weighs around 500 kg and female around 318 kg.",
            "Age at first calving is 1, 337.6±115.52 days and milk yield is 572±24 kg. Calving interval is 577.6±24.32 days and lactation length 299± 10"

        ]
    },
    {
        "Id": 8,
        "Breed": "dangi",
        "Name": "Dangi",
        "Info": "Dangi is a draught breed found in a small area of Nasik and Ahmednagar districts in Maharashtra state including an area in the Western Ghats known as Dangs from which the breed takes its name. They are well known for their excellent working qualities in heavy rainfall areas, rice fields and hilly tracts. Dangi breeders are semi-nomadic. They belong to Kandadi, Mahadeo Koli, Thakar and Maratha communities, who practice seasonal migration and remain away from their villages for about 9 months in a year (January to September). ",
        "Characteristics": ["White skin colour with red or black spots distributed unevenly over the body.",
            "Animals are medium in size with deep bodies.",
            "Small head with protruding forehead.",
            "Dewlap appears loose, bent & resembles a pendulum.",
            "Small ears.",
            "Hump is medium sized.",
            "Horns are short and thick.",
            "Hooves are black and somewhat hard.",
            "Skin secretes a type of oil which protects them during heavy rains.",
            "Milk yield averages 530 kg (range 32 to 1, 228 kg) in an average lactation period of 269 days (range 100 to 396 days).",
            "Average fat in milk is 4.3%."
        ]
    },
    {
        "Id": 9,
        "Breed": "kangayam",
        "Name": "Kangayam",
        "Info": "Kangayam is a draught breed of cattle and distributed in Kangayam, Dharapuram, Perundurai, Erode, Bhavani and part of Gobichettipalayam talukas of Erode district, Dindigul, Karur and Coimbatore district.  This breed is most closely related to the Umblachery breed of cattle. Kangayam animals are well built and heavier than Umblachery cattle and are found in drier climate, whereas Umblachery are found in the hot humid tract.",
        "Characteristics": ["At the time of birth its skin colour is red and after 6 months it turns Grey",
            "Cows are grey or white and grey. However, animals with red, black, fawn and broken colour are also observed. Hump and at the leg joint, the colour is grey whereas the rest of the body of bulls is red /black and that of an ox is grey",
            "Fore head is broad and groove at the center",
            "Horns, muzzle, eyelids, tail switch and hooves are black.",
            "Animals are active with compact body and strong physique.",
            "Legs are short and stout with strong hooves.",
            "Eyes have dark rings around",
            "Milk yield ranges from 600 to 800 Kg with an average of about 540 Kg in a lactation of about 270 days. Average fat and SNF is 3.88 + 0.07 and 6.96 + 0.05 % respectively.",
            "Ox have the capacity to work in very hot days too"
        ]
    },
    {
        "Id": 10,
        "Breed": "kaankrej",
        "Name": "Kaankrej",
        "Info": "Kankrej cattle are one of the most well-known & amongst the largest cattle of India and are prized as powerful draft animals. They are moderate milk producers. This is a very simple race of cows which adjusts itself to the worst of condition; these cows are very peaceful in nature and in their movement and manner of living. They are one of the oldest breeds of india and are fertile under adverse conditions.   Kankrej cattle are maintained as a pure breed in India and Brazil in large numbers, with a few in the U. S.",
        "Characteristics": ["Dual pupose breed",
            "Kankrej cattle are gray cattle of northern India with big, long and round horns.",
            "Bulls are comparatively darker in colour than the rest of the breed.",
            "Having small but broad faces with long ears drooping and open to the front.",
            "Nose is slightly upturned",
            "Dewlap and sheath is pendulous",
            "Smooth gait with holding head high",
            "Colour varies from light gray to black at maturity. Average milk yield is around 1, 746 kg (range 1, 097 to 3, 194 kg). Lactation length averages 294 days (range 257 to 350 days), calving interval is around 490 days, and fat is around 4.8% (range 4.66 to 4.99%)."
        ]
    },
    {
        "Id": 11,
        "Breed": "deoni",
        "Name": "Deoni",
        "Info": "Deoni is an important dual-purpose breed of cattle in Maharashtra. These animals are mainly found in the Latur district and the adjoining area of Prabhani, Nanded and Osmanabad districts of the Marathwada region of Maharashtra, also in bidar district of Karnataka. The name of the breed is derived from Deoni Taluk of the Latur district. Dual purposed breed originated from gir about 500 years back",
        "Characteristics": ["Deoni is a medium heavy animal. It is found in three colour variations viz. Wannera (clear white with black colour at the sides of the face), Balankya (clear white with black spots on the lower side of the body) and Shevera (white body with irregular black spots).",
            "The body is moderately developed and symmetrical with distinct muscles.",
            "The colour of the head is black and white in Wannera and Shevera and completely white in the Balankya strain.",
            "The forehead is prominent, broad, slightly bulged and white in all the strains",
            "Ears are long and drooping with slightly curved tips",
            "Horns are medium, thick, apart and emerge from the sides of the poles, Tips of the horns are blunt",
            "Eyes are prominent, bright and alert with black eyebrows.",
            "The neck is short, strong and well developed. Dewlap is thick, pendulous, and muscular with folds. It is more pendulous in males than in females.",
            "The tail is long reaching below the hock with black and white switch.",
            "The udder is well attached and medium in .size with squarely placed black teats.",
            "Lactation milk yield in Deoni herds ranging from 800 to 1000 kg.",
            "Average Fat percent of 4.29 is observed in 100 samples of Deoni cow milk."
        ]
    },
    {
        "Id": 12,
        "Breed": "gir",
        "Name": "Gir",
        "Info": "The Gir is a famous milk cattle breed of India. The native tract of the breed is Gir hills and forests of Kathiawar including Junagarh, Bhavnagar, Rajkot and Amreli districts of Gujarat. The Gir animals are famous for their tolerance to stress conditions and resistance to various tropical diseases. Bullocks of this breed are used to drag heavy loads on all kinds of soil. exported to USA, Brazil,Mexico,Venezuella. The Rabaris, Bharwads, Maldharis, Ahirs and Charans tribes are mainly involved in Rearing of Gir cattle. They move with their cattle from one place to another in search for grazing.",
        "Characteristics": ["Skin colour is dominantly black but in a few animals it is brown, red/white and black/white or completely red haired cows can be seen",
            "Forehead is prominent, convex and broad like a bony shield. This overhangs eyes in such a way that they appear to be partially closed",
            "Ears are long and pendulous and folded like a leaf.",
            "The tail is long and whip like.",
            "Hooves are black and medium-sized.",
            "Hair is short and glossy",
            "Horns starts at the base of crown downward, backward and again upward in a halfmoon shaped",
            "Skin is loose and pliable",
            "Hipbones are prominent, the body is well proportioned, the udder in cows is well developed",
            "Age at first calving in Gir cows is 52.49 months",
            "Average lactation and 300 days milk yield in 378 Gir cows is 1775 and 1449 kg, respectively."
        ]
    },
    {
        "Id": 13,
        "Breed": "hallikar",
        "Name": "Hallikar",
        "Info": "Hallikar cattle is typical Mysore type of cattle found mainly in Mysore, Mandya, Bangalore, Kolar, Tumkur, Hassan and Chitradurga district of Karnataka. It is one of the best draught breed of southern India. In the entire tract bullocks are given special attention, Females are being used for all kinds of farm operations. They can also work in water logged fields and contribute to the farming system. Most of the south Indian breeds have originated from this breed",
        "Characteristics": ["Colour is grey to dark grey with deep shading on the fore and hind quarters. Frequently, there are light grey marking on the face, dewlap and under the body.",
            "Hallikar cattle are medium sized, compact and muscular in appearance.",
            "The forehead is prominent and slight bulgy and is furrowed in the middle.",
            "The face is long and tapers towards the muzzle, which is usually grey to black.",
            "Horns emerge from the top of poll and are carried backward for nearly half their length and slightly inward toward the tips which are black and sharp.",
            "Eyes are small and clear.",
            "Ears are small tapering to a point.",
            "Dewlap is thin and moderately developed.",
            "Tail is fine with a black switch which reaches little below hocks.",
            "Age at first calving ranges from 915 to 1,800 days",
            "Lactation milk yield is around 540 kg ranging from 227 to 1, 134 kg. Lactation length ranges from 210 to 310 days averaging of about 285 days.",
            "Fat is about 5.7%."
        ]
    },
    {
        "Id": 14,
        "Breed": "bargur",
        "Name": "Bargur",
        "Info": "Bargur is a draught breed found around Bargur hills in Bhavani taluk of Erode district, Tamil Nadu, and is bred extensively by Lingaiys and Lambadis of that area.. They are fiery in disposition, and are difficult to train. They are light in built and are developed mainly for carrying out agricultural operations in the uneven and hilly terrain. Male of this breed are excellent in speed and possess high endurance, for most part of the year cattle remain in forest.",
        "Characteristics": ["Colour of the skin is brown with white spots ; Some white and dark brown types are also found in this breed, Calves are generally brown in colour",
            "Ears are moderately long and erect.",
            "Horns are of light brown colour, moderate length, closer at the roots,",
            "Animals are well built, compact and medium in size.",
            "Head is brownish, well-shaped, long and tapering towards the muzzle.",
            "Forehead is slightly prominent and has a deep furrow between the roots of horns.",
            "Muzzle is moderate and black in colour.",
            "Eyes are prominent inclining backward, outward and upward with a forward curve and sharp at the tip.",
            "Neck is fairly long and thin.",
            "Hump is moderately developed in females and well developed in males.",
            "Dewlap is thin and short extending up to sternum only.",
            "Navel flap is present in many animals.",
            "These cattle have thin and bony limbs. Thighs are well developed. Hindquarters are well developed and slightly dropping.",
            "Cows have small udders applied close to the body.",
            "Cows are poor milker, and produce 250 to 1, 300 kg of milk in a lactation period of 270 to 310 days."
        ]
    },
    {
        "Id": 15,
        "Breed": "kenkatha",
        "Name": "Kenkatha",
        "Info": "The Kenkatha are also known as Kenwariya. They get their name from the River Ken, as they are bred along the banks of this small river in the hilly area of Bundelkhand, lalithpur and hamirpur of uttara Pradesh, tikamgarh of Madhya Pradesh,These cattle are also bred in territories of Panna, Charkhari, Bijawar and Ajaigarh which are part of Vindhya Pradesh in India. It is similar to Malvi breed of Cows,  This breed is very popular for light draught on the road and for cultivation. They are observed to thrive on poor feed. They can work in any adverse condition",
        "Characteristics": ["The Kenwariya cattle are small, sturdy and fairly powerful, varying in colour from gray on the barrel to dark gray on the rest of the body.",
            "The head is short and broad and the forehead is dished.",
            "Horns emerge from the outer angles of the poll in a markedly forward direction and terminate in sharp points.",
            "Ears are sharply pointed and do not droop.",
            "The back is straight but the quarters are drooping.",
            "The limbs are short but powerful and the feet are hard.",
            "The hump is well developed. The sheath is somewhat pendulous and ends with a black tip.",
            "The dewlap is moderately heavy. The tail is of medium length with a black switch reaching below the hocks."
        ]
    },
    {
        "Id": 16,
        "Breed": "nimari",
        "Name": "Nimari",
        "Info": "Nimari breed is found in Nimar tract of Narmada valley in Madhya Pradesh comprising Khandwa, Khargon and Barwani districts. Some animals are also found in Jalgaon district of Maharashtra. Nimari Animals are very useful and active. Bullocks are known for their draught work but cows are poor milkers. The Nimari breed has originated from crossing of the Gir and the Khillari. Gir breed has contributed to its coat colour, massive body structure and convexity of forehead, and Khillari blood to its hardiness, agility and temper.",
        "Characteristics": ["Nimari cattle are red with large splashes of white on various parts of the body.",
            "Head is moderately long with a somewhat bulging forehead.",
            "Horns turning upward and outward and finally backward at the points.",
            "Ears are moderately long and wide, but are not pendulous.",
            "Muzzle in many animals is either copper or amber-coloured.",
            "Dewlap and sheath are moderately developed, though the sheath has the tendency to be pendulous.",
            "Hump in bulls is well developed and sometimes hangs over.",
            "Tail is long and thin with the black switch reaching to the ground.",
            "Hooves are strong and can stand rough wear on stony ground.",
            "Skin is fine and slightly loose.",
            "Cows usually have well-developed udder.",
            "Average milk yield is about 360 kg (range 310 to 495 kg). Average lactation length is 237 days (range 220 and 260 days).",
            "Milk fat is around 4.9%."
        ]
    },
    {
        "Id": 17,
        "Breed": "ponwar",
        "Name": "Ponwar",
        "Info": "The main area of these cattle is the Puranpur Block in the Pilibhit district comprising Mainakot, Mazara, Bhirkhera, Faizulaganj and Rajpur Semra villages. A few animals of this breed are also found in Lakhimpur-Kheri district of U.P,this breed is also known as Kabri (mixture of colours). The Ponwar is small hill type breed. These are originated from morang breed of Nepal, The Tharu tribe is rearing pure Ponwar animals. Some animals have also been maintained by Pasi and Yadav communities.",
        "Characteristics": ["Coat colour of these animals is brown or black with white patches in varying proportions.",
            "Colour of the muzzle, eyelids and hooves is generally black.",
            "The tail is long and reaches to below the hock. The tail switch is white in black animals and black in those having a greater proportion of white patches.",
            "The horns are small to medium and curve inward with pointed tips.",
            "The ears are small and erect with a sideways orientation and have pointed tips.",
            "The face is small and narrow with a slightly concave forehead, which is narrow and has a white marking.",
            "The body is small, compact and non-fleshy.",
            "The skin is tight, the dewlap is medium and the hump is small in females and developed in males.",
            "Cows have small udders and milk veins are small.",
            "Legs are thin and straight",
            "The animals of this breed are aggressive.",
            "Milk production is about 0.5 to 2.5 kg per day for 8 to 10 months."
        ]
    },
    {
        "Id": 18,
        "Breed": "khillari",
        "Name": "Khillari",
        "Info": "Khillari breed of cattle is known for quick draught capabilities of its bullocks. This breed is found in Kolhapur, Solapur, Sangli and Satara districts of Maharastra and and Belgaum, Bijapur and Dharwad districts of Karnataka. This breed is seemed to have originated from Hallikar or Amrithmahal breed of cattle.",
        "Characteristics": ["A typical Khilari animal is compact and tight skinned, with clean cut features.",
            "There is a slight rise in the level of back toward the hook bones.",
            "Face is lean and long with smooth, tightly drawn skin.",
            "Tapti khilari variety has carotty nose and hooves",
            "Newly born calves have red poll but disappears within 2 months",
            "Ears are small, pointed and always held sideways.",
            "Horns are long and pointed and bent backwards but head’s projection is forward.",
            "Dewlap is light with very few folds.",
            "Hump in male is well developed, firm and moderate size.",
            "Average milk production is 384 kg (range 240 to 515 kg)."
        ]
    },
    {
        "Id": 19,
        "Breed": "krishna",
        "Name": "Krishna",
        "Info": "Krishna is the draught breed of cattle, having the ability to survive in extreme hot, humid climatic conditions and is capable to work well in the black cotton soil in the valleys of Krishna River in Karnataka. Currently, In the northern areas of Karanataka such as Jamakhandi, Mudhol and Athani Talukas, only few hundreds of this breed are left .continuous drought in the tract and preference of the farmers for Khillari breed which is more attractive and massive in appearance resulted in lack of Krishna Valley Breeding bulls. These are evolved from Gir,Ongole,Kankrej and Hallikar breeds",
        "Characteristics": ["Greywhite, brownblack and white molted colours may be seen, males are of Darker shades in fore and hind quarters",
            "Forehead is distinct bulged",
            "Ears are medium sized pointing downward.",
            "Horns are small,curved,upward and inward.",
            "Hump is well developed, firm and moderate size.",
            "Tail is long and almost reaches the ground"
        ]
    },
    {
        "Id": 20,
        "Breed": "punganur",
        "Name": "Punganur",
        "Info": "Punganur breed is found in punganur town in Chittoor district of Andhra Pradesh. This breed was developed by Rajahs of Punganur. Hence this breed got the name. These are reared for milk. This breed is almost on the verge of extinction. These animals were used for agricultural operations on light soils.",
        "Characteristics": ["Punganur cattle are white, grey or light brown to dark brown; White mixed with red or black colour animals are also available. Combination of white with brown or black patches is not uncommon.",
            "Skin, muzzle, eyelids and hooves are black.",
            "Animals of this breed are compact with comparatively tighter skin, extensive hanging dewlap, short legs, and long body with well sprung ribs.",
            "Horns are black, and crescent shaped, often loose curving, stumpy ,backward and forward in males and slightly longer, lateral and forward in females. length 10 to 15 cm.",
            "Forehead is concave, broad and prominent.",
            "Hump is small in females and medium but inclined to be drooping in males.",
            "Bulls are more docile than females.",
            "Lactation milk yield is 546.0±30.6 litres (range 194 to 1, 099 litres), lactation length 263.4±16.5 days (range 98 to 445 days)",
            "Calving interval 452.4±18.7 (range 317 to 832 days).",
            "On an average, milk of Punganur cows contains 5% fat."
        ]
    },
    {
        "Id": 21,
        "Breed": "nagori",
        "Name": "Nagori",
        "Info": "Nagori is a reputed breed. It is primarily reared for draught quality of its bullocks. Its home tract lies in the Nagaur district of Rajasthan in Western India. A sizable population of the breed is also found in the adjoining Jodhpur district and Nokha tehsil of Bikaner district. The Nagori is mainly a draught breed. Its bullocks are big,powerful used for transportation and in agricultural operations such as ploughing, cultivation and drawing water from well.",
        "Characteristics": ["Nagori animals are generally white or light grey. In some cases head, face and shoulder are slightly grayish.",
            "Eyelids are white or light grey and heavy and overhanging",
            "Muzzle, hooves and horns are black.",
            "Skin is tight and black.",
            "Forehead is flat and not so prominent.",
            "Face is long and narrow like that of horse.",
            "eyes are small, clear and bright.",
            "Ears are medium in size with pinkish inside.",
            "Horns are of medium size. They extend in an outward direction and are carried upwards with a gentle curve to turn in at points.",
            "Shoulder blade is prominent. Hump is well developed; back straight; legs long and straight with small, strong and compact hooves.",
            "Dewlap is small, fine and buttoned up with the body.",
            "Navel sheath is very small, tucked up with the abdomen like a button.",
            "Tail is high set and is of moderate length ending in a black switch.",
            "Cows have small and shallow udder.",
            "Lightness of bone and strong feet has given the breed its agility and ease of movement. It runs like a horse.",
            "Cows are poor milkers. Average milk yield is 603 kg (range 479 to 905 kg). Average lactation period is 267 days (range 237 to 299 days)."
        ]
    },
    {
        "Id": 22,
        "Breed": "lalkandhari",
        "Name": "Lal kandhari",
        "Info": "Lal Kandhari breed of cattle in purest form is found in Kandhar, Mukhed, Nanded and Biloli tehsils of Nanded district & some parts of other districts like Ahmadpur; Parli and Hingoli tehsils of Latur district; and Bid and Parbhani districts of Marathwada region. This breed was taken up by the royal dynasty of King Somadevraya as far back as 4th Century A.D. Name “Lal Kandhari“ has been acquired due to its red colour.",
        "Characteristics": ["Dual purpose cattle.",
            "Red Kandhari is a medium-sized, strong and robust animal.",
            "The body is compact, squarely built, but not massive, with well-proportionate limbs.",
            "The colour is uniform deep dark- red, but variations from a dull red to almost dark brown are found.",
            "Bulls are darker than cows.",
            "Fore-head is broad between eyes and is slightly bulging.",
            "Bullocks are used for heavy work.",
            "Average lactation yield is 597.6±18.32 kg in a lactation period of 259.8±4.26 days.",
            "Average fat content in milk is 4.57±0.03%."
        ]
    },
    {
        "Id": 23,
        "Breed": "lalsindhi",
        "Name": "Lal sindhi",
        "Info": "Lal sindhi is a distinguished milk breed of Upmahadweep. It is mostly found in Karachi and Hyderabad districts of Pakistan. Some organized herds of this breed are also found in India in the states of Orissa, Tamil Nadu, Bihar, Kerala and Assam. The original herd was established at Malir outside Karachi. Lal Sindhi cattle are somewhat similar to Sahiwal and may also be related to Afghan and Gir cattle. Red Sindhi is one of the important dairy cattle breeds in Indian sub-continent.",
        "Characteristics": ["This breed has distinctly red colour.",
            "Red shades vary from dark red to dim yellow. Though patches of white are seen on dewlap and sometimes on forehead, no large white patches are present on the body.",
            "In bulls, colour is dark on the shoulders and thighs.",
            "Hair is soft and short, and skin is loose.",
            "Milk production is around 1, 840 kg(range 1, 100 to 2, 600 kg) and lactation length 296 days .",
            "Fat is around 4.5%"
        ]
    },
    {
        "Id": 24,
        "Breed": "sahiwal",
        "Name": "Sahiwal",
        "Info": "The Sahiwal though its original breeding tract lies in Montgomery (now Sahiwal) district of Pakistan, yet some herds are also found in India along the Indo-Pak border in Ferozepur and Amritsar districts of Punjab, and Sri Ganganagar district of Rajasthan.  Milk breed, one of the best dairy breed closely related to Gir and Sindhi",
        "Characteristics": ["Coat colour is usually red, sometimes pale red or brown occasionally mixed with white spots is also seen.",
            "The Sahiwal is a heavy breed with symmetrical body and loose skin, males are heavier than female ones.",
            "Animals are long, deep, fleshy and comparatively lethargic.",
            "Horns are short and stumpy.",
            "Ears are of medium size and have black hairs on fringes.",
            "Large and heavy dewlap",
            "Udder is generally large, bowl shaped, pliable, and firmly suspended from the body.",
            "Average milk yield is 2, 326 kg (range 1, 600 to 2, 750 kg).",
            "Average lactation length is 318 days (range 285 to 375 days).",
            "Fat is 4.8 to 5.1% (average 4.93%)."
        ]
    },
    {
        "Id": 25,
        "Breed": "vechur",
        "Name": "Vechur",
        "Info": "The Vechur cattle are the smallest cattle in the world. The local people preserved the purity of the breed by selective breeding. The extremely small size, low feed requirements, high disease resistance and lovable nature are the plus points. The dwarf cattle were well adapted for the hot, humid tropical climate of Kerala. Infant mortality has been found to be almost nil in Vechur cattle under farm conditions, quite resistant to foot and mouth disease and mastitis.",
        "Characteristics": ["The maximum height of a Vechur cow is 91 cms. This diminutive cow, weighing on an average 107 kgs. Can give an average yield of 3 litres of milk per day. Proportionate to its body weight, the Vechur cow yields maximum milk in the world.",
            "Vechur bulls, though small in size (105cms) were very strong and these lightweight animals were used for ploughing marshy paddy fields typical of Kerala.",
            "Colour is light red, black, fawn & white",
            "Head is long,narrow",
            "Horns are small,curving forward,downward",
            "Tail is long with black switch."
        ]
    },
    {
        "Id": 26,
        "Breed": "umblachery",
        "Name": "Umblachery",
        "Info": "Umblachery breed of cattle, one of the best draught breeds of Tamil Nadu, is found in Thanjavur & thiruvarur and Nagappattinam districts. It derives its name from its home tract, Umblachery, a small village 10 km away from Thiruthuraipoondi town in Nagapattinam district. This breed is considered to be developed by crossing Kangayam with local animals’ of Thanjavur, and is very similar to Kangayam, they are used for ploughing, carting, thrashing and paddling. The bullocks can work for 6 to 7 hours under hot sun.",
        "Characteristics": ["Calves are generally red or brown at birth with white markings on the face,limbs and tail, this colour changes to grey at about 6 months of age. In adult females, coat colour is grey with white markings on face, legs and hooves.",
            "Forehead is fairly broad, sometimes with a slight groove in the middle.",
            "Face is short and straight.",
            "Muzzle is broad and black.",
            "Eyes are prominent and bright with black eyelashes.",
            "Ears are short, erect and laterally placed.",
            "Horns are very small, curving outward and inward and sometimes spreading laterally. These are thick in bulls and thin in cows.",
            "Hump is medium in size, not fleshy, generally erect.",
            "Dewlap is thin and short extending to the sternum.",
            "Udder is moderately developed with small and squarely placed teats. Milk-vein is not prominent.",
            "Bullocks are small, swift and suited for agricultural operations",
            "Daily milk yield is around 2 kg. It produces 300 to 500 litres of milk in lactation.",
            "On an average, milk contains 4.94± 0.06% fat"
        ]
    },
    {
        "Id": 27,
        "Breed": "kerigarh",
        "Name": "Kerigarh",
        "Info": "The breed is mostly found in the Kheri district of Uttar Pradesh, India. Though the horn formation is typical of the lyre-horned Malvi type, the animals of the breed are much lighter in general appearance than the Malvis. The cattle of this breed are very active and thrive on grazing only. The bullocks are good for light draft and quick, light transport. The cows are poor milkers.",
        "Characteristics": ["The Kherigarh cattle are generally white or gray in color.",
            "The face is small and narrow. Horns are thin and upstanding and measure 12 to 18 inches in length in bulls; cows usually have smaller horns.",
            "The ears are small and the eyes bright.",
            "The neck is short and looks powerful.",
            "The hump is well-developed in bulls.",
            "The dewlap is thin and pendulous and starts from right under the chin and continues right down to the brisket.",
            "The barrel is broad and deep. The sheath is short and moderately tight.",
            "Limbs are light. The tail is long, ending in a white switch.",
            "It is claimed that a pair of bullocks can haul about 1.5 tons of load in a cart to a distance of 30-35 miles in a day traveling at times 3 to 4 miles per hour."
        ]
    },
    {
        "Id": 28,
        "Breed": "gangathiri",
        "Name": "Gangathiri",
        "Info": "The ganga thiri cattle are mainly found around river ganga in eastern UP in Chandauli, Ghazipur and Ballia districts and adjascent Bhabhua(Kaimoor), Buxar, Arrah and Chhapra area of bihar, the breeding tract of this breed includes mainly Ballia and Ghazipur districts of UP and rohtas and shahbad districts of Bihar. Usually they will be allowed to graze in daytime. These animals are kept in open or thatched houses, the animals are sent for grazing for a period of 6-8 hours a day, large herds are maintained in the diyara adjescent to river ganga and kept only on grazing",
        "Characteristics": ["Dual purpose breeds, but more fit for ploughing, thrashing and power works.",
            "Colour of gangathiri is white or grayish white",
            "Muzzle is black with some spots,",
            "Humps and dewlap are medium",
            "Average daily milk yield is ranged between 4-6 lts per day.",
            "The lactation length is of 150-250 days, the inter calving period varied between 14 months to 24 months"
        ]
    },
    {
        "Id": 29,
        "Breed": "malnadgidda",
        "Name": "Malnad gidda",
        "Info": "Malnad Gidda cattle breed is a native of Western Ghats in Karnataka. The word gidda means dwarf and Malnad means a place receiving heavy rainfall. At present this cattle breed is distributed predominately in Malnad areas of Shimoga, Hassan, Chikmangalur and adjacent coastal districts of Mangalore, Udupi, North Kanara and parts of Kodagu districts of Karnataka. The animals are active and resistant to major diseases such as foot and mouth disease.",
        "Characteristics": ["The animals are small in size with a compact body frame weighing 80-120 kgs",
            "The skin colour in a majority of the animals is black with light shades of fawn on the thigh and shoulder regions. Brown coloured animals with light fawn shades are also seen.",
            "The hooves, eyelids, tail switch, and horn are black in colour.",
            "A small hump is seen in males, while females have a bowl shaped udder. The teats are funnel in shape being broader at the base, narrowing downwards and ending with pointed tips.",
            "The tail is long and the tail switch almost touches the ground.",
            "This breed yields 0.5 to 4 litres of milk per day with a fat content of 5.5 to 8 per cent. The animals remain in milking for about 250 days in a year. The average lifespan of an adult animal is 9-12 years."
        ]
    },
    {
        "Id": 30,
        "Breed": "kasaragod",
        "Name": "Kasaragod",
        "Info": "Kasaragod is the northern most district of Kerala flanked by a vast coastal area in the west and plains in the South and hilly tracts towards the North. The local cattle found in Kasaragod are of the dwarf type,.They are well adapted to the hot and humid climate of th e region and possess high heat tolerance and disease resistance. Requires very little food, so most of the time left for grazing",
        "Characteristics": ["These are of draught type",
            "Color usually black and varied shades of red, white and grey colour is also seen",
            "The calves weigh only 10.5 Kg at birth.",
            "Males attain a weight of 86.8 Kg at one year and 194.3 Kg at adult stage. Females attain a weight of 61.1 Kg at one year and 147.7 Kg at adult stage.",
            "The bulls are on an average 107.3 cms tall while the cows have a height of 95.83 cms.",
            "Head : narrow, short",
            "Horns : small",
            "Tail : long"
        ]
    },
    {
        "Id": 31,
        "Breed": "javari",
        "Name": "Javari",
        "Info": "Javari is a breed of cattle native to Hyderabad-Karnataka, hubli and bijapur region in the state of Karnataka. They are of gentle temperament. They are known to have good heat and pest resistance, and is the most sought-after breed in it's native region. Highly resistant to many diseases and extreme climatic conditions",
        "Characteristics": ["It is considered as a dual purpose breed with good milking and draught capability",
            "Appearance: The cattle are of medium build.",
            "Head : short",
            "Colour : different colours like full black, brown, grey and mixtures of all are seen",
            "Horns :Medium length horns",
            "Legs : strong"
        ]
    }
]